{"paragraphs":[
  [
    {"number":1, "text":"The fantasy of an Iran-US partnership.", "label":"title"}
  ],
  [
    {"number":2, "text":"When", "label":"no-unit"},
    {"number":3, "text":"US Vice-President Joe Biden told an American university audience in October that Turkey, the UAE and Saudi Arabia are responsible for arming al- Nusra, ISIL, and other al-Qaeda-rooted extremists in Syria and that there is no \"moderate middle\" in the country", "label":"testimony"},
    {"number":4, "text":",", "label":"no-unit"},
    {"number":5, "text":"there was(as most non-Americans expected) little coverage of this stunning admission in the US mainstream media", "label":"anecdote"},
    {"number":6, "text":".", "label":"no-unit"}
  ],
  [
    {"number":7, "text":"Indeed", "label":"no-unit"},
    {"number":8, "text":",", "label":"no-unit"},
    {"number":9, "text":" what little coverage there was focused on Biden's subsequent apologies to Turkish, Emirati, and Saudi leaders for having made such comments in the first place", "label":"anecdote"},
    {"number":10, "text":".", "label":"no-unit"}
  ],
  [
    {"number":11, "text":"Predictably, there was no follow-up reporting in the New York Times reminding Americans that the US is itself complicit in funding and arming extremists in Syria", "label":"assumption"},
    {"number":12, "text":".", "label":"no-unit"}
  ],
  [
    {"number":13, "text":"In early 2013, the newspaper reported what many in the region already knew", "label":"assumption"},
    {"number":14, "text":";", "label":"no-unit"},
    {"number":15, "text":"that since the beginning of 2012, the CIA had been deeply involved in procuring weapons for anti-Assad forces, airlifting arms to Jordanian and Turkish airports, and \"vetting\" rebel commanders- all to help US allies \"support the lethal side of the civil war\"", "label":"testimony"},
    {"number":16, "text":".", "label":"no-unit"},
    {"number":17, "text":"Other reports pointed out that these shipments were actually paid for by US allies, at the bidding of the Obama administration", "label":"testimony"},
    {"number":18, "text":".", "label":"no-unit"}
  ],
  [
    {"number":19, "text":"But", "label":"no-unit"},
    {"number":20, "text":",", "label":"no-unit"},
    {"number":21, "text":" after the Biden revelation, the so-called \"newspaper of record\" made no reference to how the US, in violation of international law, helped to facilitate the Syrian civil war- and, in the process, to enable the rise of ISIL", "label":"assumption"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"Western-backed extremism is neither a new nor regionally-bound concept", "label":"assumption"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"Whether it is the \"Contra\" rebels in Nicaragua or al-Qaeda-like groups in Afghanistan, the objective has always been to achieve strategic objectives through the infliction of mass suffering - for, in the \"free and civilised world\" of the US and its allies, the utopian end too often justifies the Mephistophelean means", "label":"assumption"},
    {"number":26, "text":".", "label":"no-unit"}
  ],
  [
    {"number":27, "text":"More recently, an important footnote to the Libyan civil war was the involvement of Abdul Hakim Belhaj, previously the leader of the Libyan Islamic Fighting Group as well as an al-Qaeda member", "label":"assumption"},
    {"number":28, "text":".", "label":"no-unit"}
  ],
  [
    {"number":29, "text":"He was one of many Libyan militants influenced by a takfiri (apostate) ideology", "label":"assumption"},
    {"number":30, "text":";", "label":"no-unit"},
    {"number":31, "text":"the groups with which he was affiliated were designated as terrorist organisations by the US State Department", "label":"anecdote"},
    {"number":32, "text":".", "label":"no-unit"}
  ],
  [
    {"number":33, "text":"Nevertheless", "label":"no-unit"},
    {"number":34, "text":",", "label":"no-unit"},
    {"number":35, "text":" he, along with other like-minded militants, became central components in the efforts of western and Arab-backed anti-Gaddafi forces to capture Tripoli, the Libyan capital", "label":"assumption"},
    {"number":36, "text":".", "label":"no-unit"}
  ],
  [
    {"number":37, "text":"Western willingness to cooperate with al-Qaeda (or \"former\" al-Qaeda) militants in Libya was a major turning point", "label":"assumption"},
    {"number":38, "text":".", "label":"no-unit"},
    {"number":39, "text":"Even the subsequent death of the US ambassador to Libya did not change US policy in this regard", "label":"assumption"},
    {"number":40, "text":".", "label":"no-unit"},
    {"number":41, "text":"Belhaj became the representative of Libya's interim president after Gaddafi's overthrow (before the complete ruin of the country)", "label":"anecdote"},
    {"number":42, "text":".", "label":"no-unit"}
  ],
  [
    {"number":43, "text":"More importantly, the willingness of the US and European and \"Middle Eastern\" allies to embrace al-Qaeda-like militants took US and western foreign policy in the region back to what it had been before the September 11, 2001 attacks - a policy of cooperation with violent extremists to undermine regional actors the West considers problematic", "label":"assumption"},
    {"number":44, "text":".", "label":"no-unit"}
  ],
  [
    {"number":45, "text":"Monster they created", "label":"no-unit"},
    {"number":46, "text":".", "label":"no-unit"}
  ],
  [
    {"number":47, "text":"This policy quickly expanded from Libya to Syria", "label":"assumption"},
    {"number":48, "text":"and", "label":"no-unit"},
    {"number":49, "text":"the repercussions are being felt today in countries like Pakistan, Nigeria, Australia, and China", "label":"assumption"},
    {"number":50, "text":".", "label":"no-unit"}
  ],
  [
    {"number":51, "text":"After Gaddafi's overthrow, Turkey - a NATO member - allegedly helped Belhaj to meet with leaders of the so-called \"Free Syrian Army\" in Istanbul and along the Syrian-Turkish border", "label":"assumption"},
    {"number":52, "text":".", "label":"no-unit"},
    {"number":53, "text":"In the meetings the former al-Qaeda leader discussed supporting the FSA with money, weapons, and fighters", "label":"assumption"},
    {"number":54, "text":",", "label":"no-unit"},
    {"number":55, "text":"at a time when the CIA was a major conduit for the transfer of weapons from Libya to Syria", "label":"assumption"},
    {"number":56, "text":".", "label":"no-unit"}
  ],
  [
    {"number":57, "text":"While", "label":"no-unit"},
    {"number":58, "text":"Belhaj was just one of many al-Qaeda affiliates involved in violent anti-government campaigns in both Libya and Syria", "label":"assumption"},
    {"number":59, "text":",", "label":"no-unit"},
    {"number":60, "text":"his openly acknowledged role underscores how the supposedly \"moderate\" FSA was, from early on in the Syrian civil war, as Iran repeatedly warned, deeply associated with and infiltrated by extremists", "label":"assumption"},
    {"number":61, "text":".", "label":"no-unit"}
  ],
  [
    {"number":62, "text":"Over time, the problem grew so large with ISIL's rise that it became impossible to hide the monster that the US and its allies had created", "label":"assumption"},
    {"number":63, "text":".", "label":"no-unit"},
    {"number":64, "text":"And so, Washington launched yet another chapter in its never-ending post-9/11 \"war on terror\"", "label":"assumption"},
    {"number":65, "text":".", "label":"no-unit"}
  ],
  [
    {"number":66, "text":"Notwithstanding Washington's professed determination to degrade and, ultimately, to destroy ISIL, Iran remains profoundly skeptical of US intentions", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"}
  ],
  [
    {"number":68, "text":"Even after dramatic gains by ISIL in Iraq and the formation of a US-led coalition of the guilty to fight it, this coalition has, on average, carried out just nine airstrikes per day in both Iraq and Syria", "label":"statistics"},
    {"number":69, "text":".", "label":"no-unit"}
  ],
  [
    {"number":70, "text":"In comparison, western reports indicate that, in the same period, the Syrian air force alone has at times carried out up to 200 strikes in 36 hours", "label":"statistics"},
    {"number":71, "text":".", "label":"no-unit"},
    {"number":72, "text":"Even as", "label":"no-unit"},
    {"number":73, "text":"these largely inconsequential US-led airstrikes are carried out in Iraq and Syria", "label":"assumption"},
    {"number":74, "text":",", "label":"no-unit"},
    {"number":75, "text":"some regional players continue to provide extensive logistical support to ISIL", "label":"assumption"},
    {"number":76, "text":";", "label":"no-unit"},
    {"number":77, "text":"along Syria's borders with Jordan and the Israeli regime, the Nusra Front continues to collaborate with other extremist militias backed by foreign (including western) powers", "label":"assumption"},
    {"number":78, "text":".", "label":"no-unit"}
  ],
  [
    {"number":79, "text":"In light of these realities, Iranians - who have been indispensable in preventing the fall of Damascus, Baghdad, Aleppo, and Erbil- simply do not buy the argument that a repentant US is now waging a real war against ISIL, the Nusra Front, and other extremist organisations in Iraq and Syria", "label":"assumption"},
    {"number":80, "text":".", "label":"no-unit"}
  ],
  [
    {"number":81, "text":"Rather, Iranians see the evidence as pointing to a complex (yet foolish) policy undertaken by Washington and its allies for the purpose of\"containing\" the Islamic Republic", "label":"assumption"},
    {"number":82, "text":".", "label":"no-unit"}
  ],
  [
    {"number":83, "text":"What, then, would be the justification - under such circumstances and as Iranian allies are successfully pushing back extremists in Iraq and Syria", "label":"assumption"},
    {"number":84, "text":"- for the Islamic Republic to cooperate with the US in Iraq?", "label":"assumption"}
  ],
  [
    {"number":85, "text":"No matter how much some may try to tempt it", "label":"assumption"},
    {"number":86, "text":",", "label":"no-unit"},
    {"number":87, "text":"Iran will not play Faust to America's Mephistopheles", "label":"assumption"},
    {"number":88, "text":".", "label":"no-unit"}
  ]
]}
