{"paragraphs":[
  [
    {"number":1, "text":"The freedom to take offence.", "label":"title"}
  ],
  [
    {"number":2, "text":"In the aftermath of the Charlie Hebdo murders, Ahmed Merabet's brother Malek correctly declared:\"My brother was Muslim and he was killed by two terrorists, by two false Muslims", "label":"testimony"},
    {"number":3, "text":"... Islam is a religion of peace and love", "label":"testimony"},
    {"number":4, "text":".", "label":"no-unit"},
    {"number":5, "text":"As far as my brother's death is concerned it was a waste", "label":"testimony"},
    {"number":6, "text":".", "label":"no-unit"},
    {"number":7, "text":"He was very proud of the name Ahmed Merabet, proud to represent the police and of defending the values of the republic - liberty, equality, fraternity.\"", "label":"testimony"}
  ],
  [
    {"number":8, "text":"As the new edition of Charlie Hebdo hits the stands with another cartoon cover depicting a weeping Prophet Muhammad under the heading\"All is forgiven\"", "label":"anecdote"},
    {"number":9, "text":",", "label":"no-unit"},
    {"number":10, "text":"a critical question must be asked", "label":"assumption"},
    {"number":11, "text":".", "label":"no-unit"},
    {"number":12, "text":"Whom are we poking fun at?", "label":"assumption"},
    {"number":13, "text":"The terrorists or Muslims in general?", "label":"assumption"}
  ],
  [
    {"number":14, "text":"How can we use the prophet as the signpost to make fun of the terrorists", "label":"assumption"},
    {"number":15, "text":"while", "label":"no-unit"},
    {"number":16, "text":"Lassana Bathily, a young Muslim immigrant from Mali, saved a whole group in the kosher supermarket and provided police with the key to ending the hostage crisis at the store", "label":"anecdote"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"Could it be that his inspiration and values are informed by the example of the prophet", "label":"assumption"},
    {"number":19, "text":";", "label":"no-unit"},
    {"number":20, "text":"did we ask how he feels about the new cartoon and do we care to listen to the answer?", "label":"assumption"}
  ],
  [
    {"number":21, "text":"Who is being forgiven - the prophet, the terrorists or Muslims who believe in Islam and rightly hold the prophet in high esteem?", "label":"assumption"},
    {"number":22, "text":"By framing the response with the prophet cartoon, Charlie Hebdo is echoing CEO Rupert Murdoch's tweet that all Muslims \"must be held responsible\" for the Paris attack", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"President Francois Hollande in a ceremony honouring the three fallen police officers appropriately expressed the sentiments of many stating,\"France is at war against terrorism, jihadism, radicalism. France is not at war against Islam and Muslims\"", "label":"testimony"},
    {"number":25, "text":".", "label":"no-unit"}
  ],
  [
    {"number":26, "text":"However", "label":"no-unit"},
    {"number":27, "text":",", "label":"no-unit"},
    {"number":28, "text":" Charlie Hebdo's new cover will complicate matters further and in a short period will sideline many Muslims at a critical time in this global struggle against terrorism", "label":"assumption"},
    {"number":29, "text":".", "label":"no-unit"}
  ],
  [
    {"number":30, "text":"Charlie Hebdo and the press have the right to publish what they like", "label":"assumption"},
    {"number":31, "text":"but Muslims are free to be offended by what is published", "label":"assumption"},
    {"number":32, "text":"and", "label":"no-unit"},
    {"number":33, "text":"it is their right to be critical of such depictions", "label":"assumption"},
    {"number":34, "text":".", "label":"no-unit"}
  ],
  [
    {"number":35, "text":"No one should tell Muslims what they should or shouldn't get offended by", "label":"assumption"},
    {"number":36, "text":"as it is up to them to determine it for their community", "label":"assumption"},
    {"number":37, "text":".", "label":"no-unit"}
  ],
  [
    {"number":38, "text":"By depicting the prophet in a cartoon drawing, Charlie Hebdo chose racism and Islamophobic discourse against all Muslims", "label":"assumption"},
    {"number":39, "text":".", "label":"no-unit"}
  ],
  [
    {"number":40, "text":"This action transformed the discussion from one focused on terrorism, jihadism and murder into a narrow theological and legal debate concerning what can and can't be represented in images about the prophet", "label":"assumption"},
    {"number":41, "text":".", "label":"no-unit"},
    {"number":42, "text":"This is an issue involving all Muslims not only the terrorists", "label":"assumption"},
    {"number":43, "text":".", "label":"no-unit"}
  ],
  [
    {"number":44, "text":"Another wasted opportunity to build on unity and bring Muslims into the global fold", "label":"assumption"},
    {"number":45, "text":"but", "label":"no-unit"},
    {"number":46, "text":"Charlie Hebdo's editors chose to stay in the mud of racism and Islamophobia", "label":"assumption"},
    {"number":47, "text":".", "label":"no-unit"},
    {"number":48, "text":"Some argued that they had no choice", "label":"assumption"},
    {"number":49, "text":"and", "label":"no-unit"},
    {"number":50, "text":"they needed to stay true to who they are by printing such a cartoon", "label":"assumption"},
    {"number":51, "text":";", "label":"no-unit"},
    {"number":52, "text":"however this would be even more the case that the terrorist forced the subject of the cover rather than the other way around", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"}
  ],
  [
    {"number":54, "text":"Freedom of the press proponents will celebrate the release of the new cover and view it as a triumph over terrorism by insulting all Muslims through another racist cartoon depicting the prophet, as a hooked-nose Arab looking man", "label":"assumption"},
    {"number":55, "text":".", "label":"no-unit"},
    {"number":56, "text":"Let's be clear that the overwhelming majority of Muslims will continue to uphold their tradition that it is impermissible to represent the prophet's likeness in the form of an image", "label":"assumption"},
    {"number":57, "text":",", "label":"no-unit"},
    {"number":58, "text":"while certainly few had the opinion in the past that it is not prohibited", "label":"assumption"},
    {"number":59, "text":".", "label":"no-unit"}
  ],
  [
    {"number":60, "text":"This will not change anytime soon", "label":"assumption"},
    {"number":61, "text":"and", "label":"no-unit"},
    {"number":62, "text":"it is none of anyone's business other than Muslims to decide on this matter", "label":"assumption"},
    {"number":63, "text":".", "label":"no-unit"},
    {"number":64, "text":"Charlie Hebdo's cartoon attempted to bring the prophet into the debate around terrorism and Muslim violence", "label":"assumption"},
    {"number":65, "text":",", "label":"no-unit"},
    {"number":66, "text":"which in my view is a shortsighted strategy to deal with a most serious problem", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"}
  ],
  [
    {"number":68, "text":"By selecting the prophet as the site of contestation, Charlie Hebdo took a page from the clash of civilisation advocates and built a cartoon narrative around it", "label":"assumption"},
    {"number":69, "text":".", "label":"no-unit"},
    {"number":70, "text":"In doing so they joined the coalition with the global Islamophobic industry and neo-conservative network that have been pushing this framing for almost 30 years and for sure since the collapse of the Soviet Union", "label":"assumption"},
    {"number":71, "text":".", "label":"no-unit"}
  ],
  [
    {"number":72, "text":"We are in agreement that the terrorists claimed to act on behalf of Islam", "label":"assumption"},
    {"number":73, "text":"and", "label":"no-unit"},
    {"number":74, "text":"as Malek Merabet stated his brother likewise is a Muslim and defended the newspaper from an ethical and moral ground", "label":"testimony"},
    {"number":75, "text":"that I fully believe are informed and grounded in Islam", "label":"assumption"},
    {"number":76, "text":".", "label":"no-unit"}
  ],
  [
    {"number":77, "text":"In deciding to print the new cover poking fun of the prophet's image, Charlie Hebdo sided with the terrorist framing of Islam and not with the Muslim police officer who lost his life defending them and would have been likewise offended by the new publication", "label":"assumption"},
    {"number":78, "text":".", "label":"no-unit"}
  ],
  [
    {"number":79, "text":"I do believe that if Ahmad Merabet were alive today he would still show up at the newspaper", "label":"assumption"},
    {"number":80, "text":"to protect the individuals and their freedom to insult his faith while deeply aggrieved by it", "label":"assumption"},
    {"number":81, "text":".", "label":"no-unit"}
  ],
  [
    {"number":82, "text":"In this context, every time that we make the connections between terrorism and Islam we are only validating the terrorist's own epistemic and pushing the 99.99 percent of the Muslims away by insisting to insult the prophet and through it their faith", "label":"assumption"},
    {"number":83, "text":".", "label":"no-unit"}
  ],
  [
    {"number":84, "text":"One can have the freedom to say and do something while understanding the pain that it causes others if it is actually carried out", "label":"common-ground"},
    {"number":85, "text":".", "label":"no-unit"},
    {"number":86, "text":"Today would have been a great day to have a cartoon of Ahmed smiling at the terrorist while defending the newspaper and the cartoonists in the name of his Islam", "label":"assumption"},
    {"number":87, "text":".", "label":"no-unit"}
  ],
  [
    {"number":88, "text":"This is not giving into the terrorist but standing with Muslims in opposing terrorism and by affirming the pain and suffering they experienced as a result of the heinous crime committed in their name", "label":"assumption"},
    {"number":89, "text":".", "label":"no-unit"}
  ],
  [
    {"number":90, "text":"Yet on a deeper level, the terrorist purporting to speak for Islam is a crime in itself", "label":"assumption"},
    {"number":91, "text":",", "label":"no-unit"},
    {"number":92, "text":"which for many Muslims would be akin to accepting the KKK claims to be the authentic voice of Christianity", "label":"assumption"},
    {"number":93, "text":".", "label":"no-unit"},
    {"number":94, "text":"By framing the response to the terrorist through an explicit link to Islam, we are granting them the credentials they want and directing more attention to their cause", "label":"assumption"},
    {"number":95, "text":".", "label":"no-unit"}
  ],
  [
    {"number":96, "text":"The proper response should have been to remove their Islamic claims and celebrate and embrace the real Muslim heroes", "label":"assumption"},
    {"number":97, "text":"who defended and protected lives at both the Charlie Hebdo offices and the shoppers at the kosher supermarket", "label":"assumption"},
    {"number":98, "text":".", "label":"no-unit"}
  ],
  [
    {"number":99, "text":"Who are we poking fun at?", "label":"assumption"},
    {"number":100, "text":"The Muslims as diverse minorities in France living at the margins of society are the object of the satire", "label":"assumption"},
    {"number":101, "text":";", "label":"no-unit"},
    {"number":102, "text":"not the powerful or the terrorists", "label":"assumption"},
    {"number":103, "text":".", "label":"no-unit"}
  ],
  [
    {"number":104, "text":"It is not the powerful but the powerless that is the object of the laughter", "label":"assumption"},
    {"number":105, "text":".", "label":"no-unit"},
    {"number":106, "text":"Freedom of speech is not absolute", "label":"assumption"},
    {"number":107, "text":"and", "label":"no-unit"},
    {"number":108, "text":"responsibilities are attached to it and more so when those living at the margins are subject to racism and discrimination", "label":"assumption"},
    {"number":109, "text":".", "label":"no-unit"}
  ],
  [
    {"number":110, "text":"We should defend free speech but doing so while listening to the voice of the voiceless living in our midst and dying for \"our\" collective right to insult their faith", "label":"assumption"},
    {"number":111, "text":".", "label":"no-unit"}
  ]
]}
