{"paragraphs":[
  [
    {"number":1, "text":"From Panama to Ferguson: Countering the devaluation of black lives.", "label":"title"}
  ],
  [
    {"number":2, "text":"Twenty five years ago on December 20, 1989, El Chorrillo, an Afro-Panamanian neighbourhood in the centre of Panama city was the scene of a criminal assault by the military forces of the United States government", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"A vigorous assault from the most powerful military body on the planet was unleashed by President George H W Bush to execute an arrest warrant issued by a US court on General Manuel Antonio Noriega, the de facto head of the sovereign state of Panama, and up until that time an obedient servant of US interests in the region", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"}
  ],
  [
    {"number":6, "text":"Significant elements of the outgunned Panamanian defence forces had barracks in the El Chorrillo community", "label":"anecdote"},
    {"number":7, "text":"and", "label":"no-unit"},
    {"number":8, "text":"as a consequence it was turned into a free fire zone by the invading forces, despite the fact that the invaders knew that thousands of civilians also lived in the densely populated community", "label":"anecdote"},
    {"number":9, "text":".", "label":"no-unit"}
  ],
  [
    {"number":10, "text":"As Marta Sanchez and others who experienced the assault remembered, the people of El Chorrillo, whose descendants came from the Caribbean to Panama as cheap labour to build the canal, never knew what hit them when they awoke to the sounds of machine gun fire from the 82nd Airborne division", "label":"testimony"},
    {"number":11, "text":".", "label":"no-unit"}
  ],
  [
    {"number":12, "text":"When the firing stopped and the smoke from the fires finally subsided, thousands were dead and the neighbourhood largely destroyed", "label":"anecdote"},
    {"number":13, "text":".", "label":"no-unit"}
  ],
  [
    {"number":14, "text":"\"Black Lives Matter\" is a refrain whose importance is reflective of the value that black people place on our lives", "label":"assumption"},
    {"number":15, "text":",", "label":"no-unit"},
    {"number":16, "text":"yet", "label":"no-unit"},
    {"number":17, "text":"we must disabuse ourselves of the illusion that black lives or any other lives matter when they stand in the way of the political and capital interests of US elites and that it is not limited to black communities in the US", "label":"assumption"},
    {"number":18, "text":".", "label":"no-unit"}
  ],
  [
    {"number":19, "text":"As human rights strategist Ajamu Baraka points out:\"The black lives taken by the murderous assault on Panama 25 years ago should be a sober reminder that US state violence is not confined to ghettoes and barrios of the US but is a central component of the racist, colonial, capitalist project that is the US. We cannot pretend that police brutality in the US and the devaluation of black life that it represents is restricted just to the black experience in the heart of the US empire.\"", "label":"testimony"}
  ],
  [
    {"number":20, "text":"The attack on Panama and the massive loss of life and destruction was a harbinger of the lawlessness and aggression that would characterise US policies in the unipolar world of the late 20th and early 21st century", "label":"assumption"},
    {"number":21, "text":".", "label":"no-unit"}
  ],
  [
    {"number":22, "text":"When President Noriega failed to support US efforts to destabilise Nicaragua and had the audacity to publicly defy the US state with his defiant rhetoric, Bush had a perfect opportunity to establish the terms for what he referred to as a new world order of unchecked US power", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"Panama became a demonstration project to communicate to the nations of the global south that resistance to US hegemony would be met with ferocious violence", "label":"assumption"},
    {"number":25, "text":".", "label":"no-unit"},
    {"number":26, "text":"The fact that scores of black lives would be lost as part of the demonstration was of no consequence to the policymakers of hegemony", "label":"assumption"},
    {"number":27, "text":".", "label":"no-unit"}
  ],
  [
    {"number":28, "text":"The structures and relations of repression are linked from the centre of the empire to its periphery states", "label":"assumption"},
    {"number":29, "text":".", "label":"no-unit"}
  ],
  [
    {"number":30, "text":"US police forces train police departments throughout the world through programmes such as the International Taskforce Agent Training, (conducted by US Immigrations and Customs Enforcement's Homeland Security Investigations) including police officers that work in communities like El Chorrillo", "label":"common-ground"},
    {"number":31, "text":".", "label":"no-unit"}
  ],
  [
    {"number":32, "text":"The US police forces bring with them their military, interrogation, intimidation and racially biased tactics", "label":"assumption"},
    {"number":33, "text":"which involve use of excessive force on civilians", "label":"assumption"},
    {"number":34, "text":".", "label":"no-unit"},
    {"number":35, "text":"It is also internationally known that police are quicker to use force, shoot and kill black people, the same way that the US is quick to invade smaller countries with less power", "label":"assumption"},
    {"number":36, "text":",", "label":"no-unit"},
    {"number":37, "text":"because in the scope of the political reality, they matter less", "label":"assumption"},
    {"number":38, "text":".", "label":"no-unit"}
  ],
  [
    {"number":39, "text":"Violence is integral to the project of western colonial capitalist domination from Palestine to Ferguson", "label":"assumption"},
    {"number":40, "text":".", "label":"no-unit"},
    {"number":41, "text":"\"On this 25th anniversary of the US invasion of Panama, we need to remember that the struggle for black liberation is ongoing. US authorities must be made to understand that the value of black life is not determined by the borders that those black bodies find themselves. The destruction in Panama is a reminder to my generation that our demand is not new,\" says Alicia Garza, National Domestic Workers Special Projects director and cofounder of #BlackLivesMatter", "label":"testimony"},
    {"number":42, "text":".", "label":"no-unit"}
  ],
  [
    {"number":43, "text":"While we remember the victims of the US invasion of Panama, the families of the thousands of victims of US criminality in Panama are still demanding justice and accountability 25 years later", "label":"assumption"},
    {"number":44, "text":".", "label":"no-unit"},
    {"number":45, "text":"Like the families of Eric Garner and Mike Brown and the victims of police violence in the US, they are part of the long line of victims of US criminality globally", "label":"assumption"},
    {"number":46, "text":".", "label":"no-unit"}
  ],
  [
    {"number":47, "text":"These crimes will continue until the people - black people in particular - are able to build the power necessary to ensure that black lives really matter in the US and across the globe", "label":"assumption"},
    {"number":48, "text":".", "label":"no-unit"}
  ]
]}
