{"paragraphs":[
  [
    {"number":1, "text":"The generational change in US-Cuba relations.", "label":"title"}
  ],
  [
    {"number":2, "text":"The announcement of a new era of relations between the United States and Cuba came as a surprise to many who follow and study the relationship between the two rivals", "label":"assumption"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"The old guard of Cuban exiles, led by Senator Marco Rubio, predictably reacted with their usual anger", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"By contrast, many second generation Cuban Americans and advocates reacted differently - with optimism and hope for change", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"},
    {"number":8, "text":"It is important to understand those reactions to the recent announcement as part of a broader evolution towards new relations between the US and Cuba over 20 years in the making, following fundamental security, economic, and political changes", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"}
  ],
  [
    {"number":10, "text":"The end of the Cold War in 1989 spelled change for Latin America, just as it did for the world", "label":"assumption"},
    {"number":11, "text":".", "label":"no-unit"},
    {"number":12, "text":"For Cuba, it meant the loss of its biggest sponsor", "label":"assumption"},
    {"number":13, "text":",", "label":"no-unit"},
    {"number":14, "text":"which plunged the island into a five-year economic tailspin, contracted its GDP by 30 to 45 percent, and precipitated a number of changes to Cuban policy and law", "label":"assumption"},
    {"number":15, "text":".", "label":"no-unit"}
  ],
  [
    {"number":16, "text":"Those reforms have accelerated throughout the last decade, including an ongoing plan to unify the island's dual currency", "label":"assumption"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"Cuba has had no choice but to liberalise portions of its economy", "label":"assumption"},
    {"number":19, "text":"and", "label":"no-unit"},
    {"number":20, "text":"European countries have been able to take advantage of those opportunities", "label":"assumption"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"In the last two decades, a Cuban economy starved for growth has looked overseas and seen the island more willing to come to agreement regarding foreign presence", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"The implications of the fall of the Soviet Union were not only economic in nature, but also resulted in a shift in US policy towards Latin America more broadly", "label":"assumption"},
    {"number":25, "text":".", "label":"no-unit"},
    {"number":26, "text":"In the 20-plus years since the dissolution of the Soviet Union, the US has tolerated, or even openly collaborated with, leftist regimes in Venezuela, Bolivia, and Honduras that in another era would have been deliberately undermined, or perhaps overthrown, as in the cases of Panama, El Salvador, Guatemala, and Nicaragua", "label":"assumption"},
    {"number":27, "text":".", "label":"no-unit"}
  ],
  [
    {"number":28, "text":"The strategic and military calculus of our relationship with Cuba has fundamentally changed", "label":"assumption"},
    {"number":29, "text":".", "label":"no-unit"},
    {"number":30, "text":"Presidents and Congress no longer have the blanket justification of Cuba as a military threat as they did during the Cold War", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"}
  ],
  [
    {"number":32, "text":"For Cuban exiles, 1989 was not so much a watershed moment as an opportunity to continue applying pressure to a failing regime", "label":"assumption"},
    {"number":33, "text":".", "label":"no-unit"},
    {"number":34, "text":"The Cuban-American lobby continued to promote isolationism", "label":"anecdote"},
    {"number":35, "text":",", "label":"no-unit"},
    {"number":36, "text":"believing that this post-Soviet moment was finally the chance to see a democratic counterrevolution on the island", "label":"assumption"},
    {"number":37, "text":".", "label":"no-unit"},
    {"number":38, "text":"This belief that isolation would force the collapse of Castro regime restricted policy responses available to the US government and presidential administrations", "label":"assumption"},
    {"number":39, "text":".", "label":"no-unit"}
  ],
  [
    {"number":40, "text":"Changes in the global economic and political relationship with Cuba did not affect US policy", "label":"assumption"},
    {"number":41, "text":"and Cuba, for the most part, was excluded from the more moderate and tolerant US foreign policy towards Latin America", "label":"assumption"},
    {"number":42, "text":".", "label":"no-unit"},
    {"number":43, "text":"Republican presidents and legislators proved to be more punitive towards the island", "label":"assumption"},
    {"number":44, "text":"-", "label":"no-unit"},
    {"number":45, "text":"particularly given their reliance on the Cuban-American lobby for monetary and electoral support in south Florida", "label":"assumption"},
    {"number":46, "text":".", "label":"no-unit"}
  ],
  [
    {"number":47, "text":"Despite a cooling in relations during the late 1990s, due to the shooting down of the two US planes flown by \"Brothers to the Rescue\", President Bill Clinton eased restrictions on humanitarian aid, broadened the ability to send remittances, increased allowable person-to-person interactions, and resumed direct flights between the countries", "label":"anecdote"},
    {"number":48, "text":".", "label":"no-unit"},
    {"number":49, "text":"President Clinton's actions were part of a broader government strategy of \"constructive engagement\"", "label":"assumption"},
    {"number":50, "text":",", "label":"no-unit"},
    {"number":51, "text":"in which the US would actively engage with the Cuban people, but maintain pressure on the government", "label":"assumption"},
    {"number":52, "text":".", "label":"no-unit"}
  ],
  [
    {"number":53, "text":"The new millennium did not bring significant changes in relations as, true to Republican form, President George W Bush maintained the status quo of \"constructive engagement\"", "label":"assumption"},
    {"number":54, "text":".", "label":"no-unit"},
    {"number":55, "text":"If", "label":"no-unit"},
    {"number":56, "text":"anything", "label":"no-unit"},
    {"number":57, "text":",", "label":"no-unit"},
    {"number":58, "text":"his administration took a harder line, at times including Cuba in the same paragraph as the \"Axis of Evil\"", "label":"assumption"},
    {"number":59, "text":".", "label":"no-unit"}
  ],
  [
    {"number":60, "text":"However", "label":"no-unit"},
    {"number":61, "text":",", "label":"no-unit"},
    {"number":62, "text":"even as", "label":"no-unit"},
    {"number":63, "text":"President Bush, Senator Marco Rubio, and conservative Cuban- American legislators continued to push a hard line on Cuba", "label":"assumption"},
    {"number":64, "text":",", "label":"no-unit"},
    {"number":65, "text":"the profile of the average Cuban American changed", "label":"assumption"},
    {"number":66, "text":".", "label":"no-unit"},
    {"number":67, "text":"The stereotypical conservative Cuban - still upset, and rightfully so, over the nationalisation of private property and human rights abuses during the revolution - still attempts to dominate political discourse", "label":"assumption"},
    {"number":68, "text":".", "label":"no-unit"}
  ],
  [
    {"number":69, "text":"But", "label":"no-unit"},
    {"number":70, "text":"a new face of the Cuban American has emerged", "label":"assumption"},
    {"number":71, "text":"-", "label":"no-unit"},
    {"number":72, "text":"young, second-generation children have come of age with the desire to see for themselves the homeland that they have only heard about in stories", "label":"assumption"},
    {"number":73, "text":";", "label":"no-unit"},
    {"number":74, "text":"and", "label":"no-unit"},
    {"number":75, "text":"new, post-1989 migrants, who are economic rather than political refugees, have closer personal ties to the island", "label":"assumption"},
    {"number":76, "text":".", "label":"no-unit"}
  ],
  [
    {"number":77, "text":"The election of President Obama and the nomination of Hillary Clinton as Secretary of State signalled a new era with a renewed focus on diplomacy", "label":"assumption"},
    {"number":78, "text":".", "label":"no-unit"},
    {"number":79, "text":"Four months after taking office, the administration quietly continued to liberalise relations between the US and Cuba", "label":"assumption"},
    {"number":80, "text":".", "label":"no-unit"},
    {"number":81, "text":"However", "label":"no-unit"},
    {"number":82, "text":",", "label":"no-unit"},
    {"number":83, "text":" Alan Gross' imprisonment in 2009 gave opportunity for the age-old arguments against Cuba to resurface", "label":"assumption"},
    {"number":84, "text":",", "label":"no-unit"},
    {"number":85, "text":"with the old guard claiming that nothing had changed and seeing it as the latest example of the long history of Cuban aggression", "label":"assumption"},
    {"number":86, "text":".", "label":"no-unit"}
  ],
  [
    {"number":87, "text":"I do not dispute the fact that the Castro brothers have been harsh dictators and that their system of government has deeply damaged multiple generations of Cubans, nor do I dispute that regime change should still be a goal of US policy", "label":"assumption"},
    {"number":88, "text":".", "label":"no-unit"},
    {"number":89, "text":"However as my analysis has shown, the rest of the story has changed", "label":"assumption"},
    {"number":90, "text":".", "label":"no-unit"},
    {"number":91, "text":"Cuba's economy continues to search for growth", "label":"assumption"},
    {"number":92, "text":",", "label":"no-unit"},
    {"number":93, "text":"and", "label":"no-unit"},
    {"number":94, "text":"the government is actively looking outside the country for investment", "label":"assumption"},
    {"number":95, "text":".", "label":"no-unit"}
  ],
  [
    {"number":96, "text":"Long gone are the existential security threats that came from the island during the Cold War", "label":"assumption"},
    {"number":97, "text":".", "label":"no-unit"},
    {"number":98, "text":"Moreover", "label":"no-unit"},
    {"number":99, "text":",", "label":"no-unit"},
    {"number":100, "text":" this reflects the changing opinions of Cuban Americans", "label":"assumption"},
    {"number":101, "text":".", "label":"no-unit"},
    {"number":102, "text":"The new modes of engagement announced by Obama on December 17 were not an acknowledgement of defeat, but an effort for a new way forward that reflects those changes", "label":"assumption"},
    {"number":103, "text":".", "label":"no-unit"}
  ],
  [
    {"number":104, "text":"December 17 will no doubt be an important moment in the lives of Cubans and Cuban Americans", "label":"assumption"},
    {"number":105, "text":",", "label":"no-unit"},
    {"number":106, "text":"but", "label":"no-unit"},
    {"number":107, "text":"it deserves more analysis than the knee-jerk reactions on the front pages of newspapers and talk shows in the US", "label":"assumption"},
    {"number":108, "text":".", "label":"no-unit"},
    {"number":109, "text":"Obama should be commended for basing policy on facts rather than emotions", "label":"assumption"},
    {"number":110, "text":".", "label":"no-unit"},
    {"number":111, "text":"The US must continue to actively engage with the island, lest we lose the opportunity to influence a neighbour that is gradually rejoining the regional and world economy and political order", "label":"assumption"},
    {"number":112, "text":".", "label":"no-unit"}
  ]
]}
