{"paragraphs":[
  [
    {"number":1, "text":"The Iranian opportunity.", "label":"title"}
  ],
  [
    {"number":2, "text":"The instability and chaos sweeping across the Arab world today represents both a threat and an opportunity for Iran", "label":"assumption"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"Instability in Yemen, Libya, Syria and Iraq are case-in-point examples that Iran can realise its short and long-term objectives to become the region's main hegemon", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"Surrounded by countries with significant Shia minorities, Iran seeks to cultivate the image of \"protector state\" for these populations", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"},
    {"number":8, "text":"And eventually, Iran could become the \"core country\" in this hotly contested region", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"}
  ],
  [
    {"number":10, "text":"Toward this end, Iran has stirred Shia-Sunni divisions, creating sectarian identities for the various clashing groups", "label":"assumption"},
    {"number":11, "text":".", "label":"no-unit"},
    {"number":12, "text":"In the case of Yemen, this was done within the borders of one country", "label":"assumption"},
    {"number":13, "text":"where", "label":"no-unit"},
    {"number":14, "text":"Iran contrived to create a distinct Shia identity for the Houthis", "label":"assumption"},
    {"number":15, "text":"who ended up taking control over the course of the past few months", "label":"assumption"},
    {"number":16, "text":".", "label":"no-unit"}
  ],
  [
    {"number":17, "text":"The Iranian strategy is focused on building a new political model in the region - one that relies on Iran's \"centrality\" through which it can exercise power and influence both on the regional and international levels", "label":"assumption"},
    {"number":18, "text":".", "label":"no-unit"}
  ],
  [
    {"number":19, "text":"Especially after the election of Iranian President Hassan Rouhani, Iran has been keen to develop working relations with the West and the US (particularly with regard to \"fighting terrorism\" - as it had done before in Afghanistan)", "label":"assumption"},
    {"number":20, "text":".", "label":"no-unit"},
    {"number":21, "text":"It is also eager to play a similar role in Iraq", "label":"assumption"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"This Iranian eagerness, however, cannot be isolated from the larger vision", "label":"assumption"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"This vision sees such cooperation as advancing the Iranian model of emphasising its geopolitical centrality for Shiism, as well as its hegemonic desires over the region, including the Arab Sunni states", "label":"assumption"},
    {"number":26, "text":".", "label":"no-unit"}
  ],
  [
    {"number":27, "text":"To become the centre of gravity of the Middle East, Iran needs to amplify its role as both a protector and hegemon for its much weaker and unstable Arab neighbours", "label":"assumption"},
    {"number":28, "text":".", "label":"no-unit"},
    {"number":29, "text":"These neighbours would be relegated within the Iranian model to the status of periphery states", "label":"assumption"},
    {"number":30, "text":".", "label":"no-unit"}
  ],
  [
    {"number":31, "text":"To do that, Iran uses its old revolutionary rhetoric and slogans to describe its brand of Islam as \"authentic and original\" while describing pro-West Sunni Arab states as having an \"American-Islam\"", "label":"assumption"},
    {"number":32, "text":",", "label":"no-unit"},
    {"number":33, "text":"which it presents as an illegitimate form of Islam", "label":"assumption"},
    {"number":34, "text":".", "label":"no-unit"}
  ],
  [
    {"number":35, "text":"In his Washington Post op-ed last September, \"Time to Engage\", Rouhani outlined the Iranian objectives and the key areas in which Iran can cooperate with the US and the West", "label":"anecdote"},
    {"number":36, "text":".", "label":"no-unit"},
    {"number":37, "text":"Although Rouhani laid out the Iranian strategic perspective and the parameters through which Iran can work and cooperate with the West", "label":"anecdote"},
    {"number":38, "text":",", "label":"no-unit"},
    {"number":39, "text":"there was an important point, which he left unsaid", "label":"assumption"},
    {"number":40, "text":".", "label":"no-unit"}
  ],
  [
    {"number":41, "text":"He was essentially saying that the US must recognise the failure of its old policies, especially in the region, and at the same time tacitly acknowledged that Iran had made mistakes in dealing with the US during the past eight years", "label":"assumption"},
    {"number":42, "text":".", "label":"no-unit"},
    {"number":43, "text":"Nevertheless", "label":"no-unit"},
    {"number":44, "text":",", "label":"no-unit"},
    {"number":45, "text":" he opened the door for US-Iranian cooperation on combating terrorism and emphasised the Iranian role in solving the region's thorniest problems, such as the Palestinian cause and the conflict with Israel", "label":"assumption"},
    {"number":46, "text":".", "label":"no-unit"}
  ],
  [
    {"number":47, "text":"View of superiority", "label":"no-unit"},
    {"number":48, "text":".", "label":"no-unit"}
  ],
  [
    {"number":49, "text":"Current Iranian discourse - political and cultural - revolves around advancing the view of superiority of the Iranian race, Shia Islam, and Iranian culture", "label":"assumption"},
    {"number":50, "text":".", "label":"no-unit"},
    {"number":51, "text":"Such discourse focuses on the uniqueness of the Iranian race as one that is steeped in civilisation, juxtaposed with the Arabs who represent, according to this view, the \"other\", i.e  less civilised", "label":"assumption"},
    {"number":52, "text":".", "label":"no-unit"}
  ],
  [
    {"number":53, "text":"In realpolitik terms, amid the instability and chaos plaguing Arab states, Iran presents itself as the alternative power to fill the vacuum in the region", "label":"assumption"},
    {"number":54, "text":".", "label":"no-unit"},
    {"number":55, "text":"From the Iranian perspective, the US has failed to solve many of the international crises", "label":"assumption"},
    {"number":56, "text":"and", "label":"no-unit"},
    {"number":57, "text":"in some cases, it has created them", "label":"assumption"},
    {"number":58, "text":".", "label":"no-unit"},
    {"number":59, "text":"Iran, in this respect, is positioning itself as a rising power that will replace the US as the dominant power in the region", "label":"assumption"},
    {"number":60, "text":".", "label":"no-unit"}
  ],
  [
    {"number":61, "text":"Echoing such discourse, Kazem Sajjadpour, an advisor on Strategic Affairs to the Minister of Foreign Affairs of Iran said, in Persian, during his participation in the roundtable discussion on the website Shia News Association, that while the Arab world suffers from fragmentation and strategic paralysis - while under the influence of western powers- Iran enjoys territorial integrity and cohesiveness, and is endowed with strategic resources", "label":"testimony"},
    {"number":62, "text":".", "label":"no-unit"}
  ],
  [
    {"number":63, "text":"All of these are factors that could make Iran the new rising power in the region", "label":"assumption"},
    {"number":64, "text":".", "label":"no-unit"},
    {"number":65, "text":"Indeed", "label":"no-unit"},
    {"number":66, "text":",", "label":"no-unit"},
    {"number":67, "text":" Iran is making the case that the entire Arab world revolves around it - and cannot survive without it", "label":"assumption"},
    {"number":68, "text":".", "label":"no-unit"}
  ]
]}
