{"paragraphs":[
  [
    {"number":1, "text":"The Marshall Islands' latest nuclear test.", "label":"title"}
  ],
  [
    {"number":2, "text":"The Marshall Islands - a country of about 70,000 people located in the Pacific Ocean - is taking the world's nine nuclear powers to court for allegedly violating international obligations to work towards nuclear disarmament", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"The list of accused is as follows: the United States, Russia, Britain, China, France, India, North Korea, Pakistan, and Israel", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"Israel has made the cut despite fervently denying possession of a nuclear arsenal", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"}
  ],
  [
    {"number":8, "text":"The spectacle is unfolding at the International Court of Justice in The Hague, the main judicial organ of the United Nations", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"},
    {"number":10, "text":"A recent New York Times article on the Marshall Islands' \"near-Quixotic venture\" quotes Phon van den Biesen, head of the country's legal team, on the ultimate aim of the effort: \"All the nuclear weapons states are modernising their arsenals instead of negotiating[to disarm], and we want the court to rule on this.\"", "label":"testimony"}
  ],
  [
    {"number":11, "text":"A continuing history", "label":"no-unit"},
    {"number":12, "text":".", "label":"no-unit"}
  ],
  [
    {"number":13, "text":"The Islands' move might come off as more than a bit incongruous given its established existence as a pillar of the US-Israeli axis in UN forums", "label":"assumption"},
    {"number":14, "text":".", "label":"no-unit"},
    {"number":15, "text":"Glance at any review of General Assembly votes on Israel/Palestine issues and you'll find the Marshall Islands regularly represented in the exclusive anti- Palestine camp, along with a smattering of other obscure Pacific atolls", "label":"assumption"},
    {"number":16, "text":".", "label":"no-unit"}
  ],
  [
    {"number":17, "text":"The fact that justice in Palestine continues to be as elusive as ever, despite nominal support from an overwhelming majority of countries, underscores both the general futility of taking on the powers that be as well as the frequent toothlessness of rulings emanating from UN institutions", "label":"assumption"},
    {"number":18, "text":".", "label":"no-unit"}
  ],
  [
    {"number":19, "text":"The Marshall Islands presumably has some inkling of the force it's now up against", "label":"assumption"},
    {"number":20, "text":".", "label":"no-unit"}
  ],
  [
    {"number":21, "text":"To be sure, Marshall Islanders are well acquainted with the horrors of the nuclear arms industry", "label":"assumption"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"The diminutive nation happens to be the site of no fewer than 67 US nuclear bomb tests in the 1940s and 50s, during an almost 40-year period in which the US administered the Islands under a UN trusteeship", "label":"statistics"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"As Greenpeace notes, one of these tests involved a bomb 1,000 times more powerful than the one dropped on Hiroshima in 1945", "label":"testimony"},
    {"number":26, "text":".", "label":"no-unit"}
  ],
  [
    {"number":27, "text":"Such machinations have predictably resulted in thorough environmental contamination and continuing health complications for the local population, ranging from radiogenic cancers to babies born without bones", "label":"assumption"},
    {"number":28, "text":".", "label":"no-unit"}
  ],
  [
    {"number":29, "text":"As Marshallese nuclear survivor Lemeyo Abon told the UN Human Rights Council in 2012:\"After the [US] testing programme we've had to create new words to describe the creatures we give birth to.\"", "label":"testimony"}
  ],
  [
    {"number":30, "text":"Lexical fallout aside, other US contributions to Marshallese culture include the Ronald Reagan Ballistic Missile Test Site on Kwajalein Atoll", "label":"anecdote"},
    {"number":31, "text":",", "label":"no-unit"},
    {"number":32, "text":"which continues to generate revenue for US corporations", "label":"assumption"},
    {"number":33, "text":".", "label":"no-unit"}
  ],
  [
    {"number":34, "text":"The widespread territorial displacement necessitated by the previous era of fanatical nuclear testing meanwhile highlights the irony of Marshallese government support for the US-funded entity that displaces and otherwise oppresses Palestinians", "label":"assumption"},
    {"number":35, "text":".", "label":"no-unit"}
  ],
  [
    {"number":36, "text":"Of course", "label":"no-unit"},
    {"number":37, "text":",", "label":"no-unit"},
    {"number":38, "text":"human beings are contradictory creatures", "label":"assumption"},
    {"number":39, "text":",", "label":"no-unit"},
    {"number":40, "text":"and", "label":"no-unit"},
    {"number":41, "text":"nations composed of lots of human beings are thus inevitably also contradictory", "label":"assumption"},
    {"number":42, "text":".", "label":"no-unit"},
    {"number":43, "text":"But in assessing the prospects for the Islands' foray into the International Court of Justice, it's worth taking the contradictions into account", "label":"assumption"},
    {"number":44, "text":".", "label":"no-unit"}
  ],
  [
    {"number":45, "text":"Connecting the dots", "label":"no-unit"},
    {"number":46, "text":".", "label":"no-unit"}
  ],
  [
    {"number":47, "text":"The New York Times points out that the court case \"comes as nuclear arms are increasingly being linked to other pressing international issues\" such as climate change ", "label":"testimony"},
    {"number":48, "text":"-", "label":"no-unit"},
    {"number":49, "text":"which produces rising sea levels that incidentally also pose an existential threat to the Marshall Islands", "label":"assumption"},
    {"number":50, "text":".", "label":"no-unit"}
  ],
  [
    {"number":51, "text":"The Times quotes Marshallese Foreign Minister Tony de Brum on the seemingly parallel threats to survival:\"What would it gain mankind to reach a peaceful resolution of the climate change threat, only to be wiped out by a nuclear misunderstanding?\"", "label":"testimony"}
  ],
  [
    {"number":52, "text":"There are certainly common denominators between climate change and nukes", "label":"assumption"},
    {"number":53, "text":"- not least that both are filed away in many of our brains under the category of things that we know can swiftly destroy us but would prefer not to think about", "label":"assumption"},
    {"number":54, "text":".", "label":"no-unit"}
  ],
  [
    {"number":55, "text":"However", "label":"no-unit"},
    {"number":56, "text":",", "label":"no-unit"},
    {"number":57, "text":" there appears to be a missing link in de Brum's analysis", "label":"assumption"},
    {"number":58, "text":",", "label":"no-unit"},
    {"number":59, "text":"because you can't resolve the climate change threat without resolving the business of imperial militarism, in both its nuclear and non-nuclear varieties", "label":"assumption"},
    {"number":60, "text":".", "label":"no-unit"}
  ],
  [
    {"number":61, "text":"The connection between the military-industrial complex and environmental catastrophe is fairly clearly spelled out in Project Censored's annual report from 2010", "label":"assumption"},
    {"number":62, "text":",", "label":"no-unit"},
    {"number":63, "text":"which confirms the US Department of Defense as the worst polluter on the planet", "label":"testimony"},
    {"number":64, "text":".", "label":"no-unit"}
  ],
  [
    {"number":65, "text":"This is not to imply, obviously, that the US constitutes the one and only problem for the earth", "label":"assumption"},
    {"number":66, "text":";", "label":"no-unit"},
    {"number":67, "text":"it's simply to draw attention to the superior egregiousness of American earthly violations", "label":"assumption"},
    {"number":68, "text":".", "label":"no-unit"},
    {"number":69, "text":"Had there been an Ayatollah Khomeini Ballistic Missile Test Site in the mix somewhere, folks might be more willing to connect the dots", "label":"assumption"},
    {"number":70, "text":".", "label":"no-unit"}
  ],
  [
    {"number":71, "text":"While", "label":"no-unit"},
    {"number":72, "text":"it may not be very coherent of the Marshall Islands to assist the empire in some destructive endeavours and take it to task for others", "label":"assumption"},
    {"number":73, "text":",", "label":"no-unit"},
    {"number":74, "text":"its nuclear lawsuit should nonetheless be encouraged ", "label":"assumption"},
    {"number":75, "text":"-", "label":"no-unit"},
    {"number":76, "text":"if", "label":"no-unit"},
    {"number":77, "text":"for no other reason than the possibly vain hope that awareness can help combat inertia", "label":"assumption"},
    {"number":78, "text":".", "label":"no-unit"}
  ],
  [
    {"number":79, "text":"And another vain hope: that with attention will come context", "label":"assumption"},
    {"number":80, "text":".", "label":"no-unit"}
  ]
]}
