{"paragraphs":[
  [
    {"number":1, "text":"What the Quran says about the mighty pen.", "label":"title"}
  ],
  [
    {"number":2, "text":"Muslims - in theory - have traditions that value the power of the pen", "label":"assumption"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"Islam was revealed to save people from bloodshed and misuse of the sword", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"That is a paraphrasing of the cardinal's line in one of the Acts of Edward Bulwer-Lytton 1839 play \"Richelieu\"", "label":"anecdote"},
    {"number":7, "text":".", "label":"no-unit"}
  ],
  [
    {"number":8, "text":"The origin of the timeless adage is thought to have originated in Assyrian wisdom - like Islam, moral and value systems of Middle Eastern descent", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"}
  ],
  [
    {"number":10, "text":"However", "label":"no-unit"},
    {"number":11, "text":",", "label":"no-unit"},
    {"number":12, "text":" the moral, intellectual and ethical systems of that region - including those carried through dialogue with Hellenic ideas in the first three centuries of Islam - have all been subjected to obscurantist and literalist interpretations of revelation", "label":"assumption"},
    {"number":13, "text":".", "label":"no-unit"},
    {"number":14, "text":"Islam's first command to the Prophet Muhammad was to \"read\"", "label":"assumption"},
    {"number":15, "text":";", "label":"no-unit"},
    {"number":16, "text":"\"Read in the name of thy Lord.\"", "label":"testimony"}
  ],
  [
    {"number":17, "text":"Chapter 68 in the Quran is named \"Al-Qalam\" (the pen)", "label":"anecdote"},
    {"number":18, "text":".", "label":"no-unit"},
    {"number":19, "text":"It opens up with the verse:\"By the pen and what they inscribe.\"", "label":"testimony"}
  ],
  [
    {"number":20, "text":"In Chapter 96 of the Quran one finds another reference to the high value placed on the might of the pen", "label":"anecdote"},
    {"number":21, "text":";", "label":"no-unit"},
    {"number":22, "text":"\"Who taught by the pen. Taught mankind that which he knew not\"(96:4-5)", "label":"testimony"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"So it should be natural for Muslims today to feel total empathy towards fellow writers and journalists and the families of other victims in France", "label":"assumption"},
    {"number":25, "text":".", "label":"no-unit"},
    {"number":26, "text":"Especially in solidarity against the cowardly slaying of the Charlie Hebdo journalists and cartoonists", "label":"assumption"},
    {"number":27, "text":".", "label":"no-unit"}
  ],
  [
    {"number":28, "text":"Reading and writing belong to the \"genus\" of cross-disciplinary activities Islam insists upon repeatedly", "label":"assumption"},
    {"number":29, "text":".", "label":"no-unit"},
    {"number":30, "text":"Reading, writing and reasoning are all part and parcel of the way of life Islam is all about", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"},
    {"number":32, "text":"In Chapter 55 we find \"Allah - Most Gracious! It is He Who has taught the Quran. He has created man. He has taught him eloquence [intelligence]\" (55:1-4)", "label":"testimony"},
    {"number":33, "text":".", "label":"no-unit"}
  ],
  [
    {"number":34, "text":"The didactic ethos of numerous Quranic injunctions on the pen, knowing and reasoning, seem to be lost today in the heap of ignorance and obscurantism that is consuming many a Muslim land", "label":"assumption"},
    {"number":35, "text":".", "label":"no-unit"}
  ],
  [
    {"number":36, "text":"Lands where scholars of Islam underwrite political power at the expense of freedom of speech and a rational interpreting of the Quran that delivers Muslims from the yoke of oppression that is consuming Muslim youth and pleads the case of social justice, freedom of thought and tolerance", "label":"assumption"},
    {"number":37, "text":".", "label":"no-unit"}
  ],
  [
    {"number":38, "text":"The sad state of the violence that today engulfs Muslim cities, pitting Muslim against Muslim, is in no small measure the result of the over-politicisation and over-securitisation of Islam", "label":"assumption"},
    {"number":39, "text":".", "label":"no-unit"},
    {"number":40, "text":"Whole states are disintegrating", "label":"assumption"},
    {"number":41, "text":",", "label":"no-unit"},
    {"number":42, "text":"and", "label":"no-unit"},
    {"number":43, "text":"religious and sectarian intolerance is ushering in a horrible era of annihilation and self-destruction", "label":"assumption"},
    {"number":44, "text":".", "label":"no-unit"}
  ],
  [
    {"number":45, "text":"Islam never began with jihad (a holy war)", "label":"assumption"},
    {"number":46, "text":".", "label":"no-unit"},
    {"number":47, "text":"The miracle of the Prophet Muhammad is that he knew when to retreat(via Hijra or emigration) to build values of solidarity, peaceful coexistence with all kinds of \"otherness\" (such as in Medina and hostile Arab tribes), create know-how, and voluntarism in faith and membership of community, along with moderation (\"wasatiyya\")", "label":"assumption"},
    {"number":48, "text":".", "label":"no-unit"}
  ],
  [
    {"number":49, "text":"Quran is the word for \"reading\"", "label":"anecdote"},
    {"number":50, "text":".", "label":"no-unit"}
  ],
  [
    {"number":51, "text":"Those Muslims who, in cold blood, killed French journalists and cartoonists, supposedly to \"avenge the prophet\" miss the point about the prophet's ways", "label":"assumption"},
    {"number":52, "text":".", "label":"no-unit"}
  ],
  [
    {"number":53, "text":"That includes the injunctions that \"Verily, this Quran guides [human beings] to that which is most just\"(17:9), and\"If anyone took a life unless it be for murder and spreading injustice in the land, it would be as if he killed mankind entirely\" (5:32)", "label":"testimony"},
    {"number":54, "text":".", "label":"no-unit"}
  ],
  [
    {"number":55, "text":"Satire, criticism, and cartoons will never caricature the grand stature of the prophet nor diminish the sacredness of the Quran to Muslims and billions of tolerant human beings who share countries, ideologies or friendships with hundreds of millions of Muslims", "label":"assumption"},
    {"number":56, "text":".", "label":"no-unit"}
  ],
  [
    {"number":57, "text":"Denigration comes from the savagery of heinous violence", "label":"assumption"},
    {"number":58, "text":"and", "label":"no-unit"},
    {"number":59, "text":"Manichean ways many self-professed learned scholars of Islam or self-serving politicians knowingly and unknowingly are pushing trusting Muslim youth and entire nations towards the abyss", "label":"assumption"},
    {"number":60, "text":".", "label":"no-unit"}
  ],
  [
    {"number":61, "text":"France has historically accommodated millions of Muslims who fled poverty, marginalisation and even oppression", "label":"assumption"},
    {"number":62, "text":".", "label":"no-unit"}
  ],
  [
    {"number":63, "text":"Many of those come from North Africa", "label":"assumption"},
    {"number":64, "text":"where", "label":"no-unit"},
    {"number":65, "text":"Maghreb countries have benefited not only from remittances, but also from a vast shared space in which Muslims, Christians and Jews have learnt the art of toleration of differences", "label":"assumption"},
    {"number":66, "text":".", "label":"no-unit"}
  ],
  [
    {"number":67, "text":"What the murder of innocents in Paris has done is inflame inter-communal trust", "label":"assumption"},
    {"number":68, "text":",", "label":"no-unit"},
    {"number":69, "text":"and", "label":"no-unit"},
    {"number":70, "text":"like the 9/11 attacks in the US 14 years ago, it has placed Muslims in the awkward position of being either unwelcome among host communities or defending Islam", "label":"assumption"},
    {"number":71, "text":".", "label":"no-unit"},
    {"number":72, "text":"This is because of the insane acts of co-religionists whose Islam is fixated on the \"sword\" and has little to do with the might of the \"pen\" that over millennia Muslim luminaries used to connect with others, and spread knowledge", "label":"assumption"},
    {"number":73, "text":"-", "label":"no-unit"},
    {"number":74, "text":"not sow death", "label":"no-unit"},
    {"number":75, "text":".", "label":"no-unit"}
  ]
]}
