{"paragraphs":[
  [
    {"number":1, "text":"The real threat to the Indian state.", "label":"title"}
  ],
  [
    {"number":2, "text":"India projects itself as a target of Islamic terrorism perpetrated by home- grown Indian Mujahideen (IM) or Pakistan-based outfits particularly in India- administered Kashmir", "label":"assumption"},
    {"number":3, "text":"essentially to garner sympathy internationally and unite the population", "label":"assumption"},
    {"number":4, "text":".", "label":"no-unit"}
  ],
  [
    {"number":5, "text":"The truth, however, is that many armed groups like the Maoist uprising in the \"Red Corridor\" and the secessionist rebellion in the north-east pose a graver challenge to the Indian state than bombings and sporadic terrorist strikes", "label":"assumption"},
    {"number":6, "text":"which New Delhi touts to validate its vulnerability-cum-victimhood narrative before the world", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"}
  ],
  [
    {"number":8, "text":"The latest Global Terrorism Index released by international think tank Institute of Economics and Peace reveals that while jihadists were responsible for 15 percent of terrorism-related killings in India; Maoists accounted for the lion's share of casualties - a whopping 50 percent - in 2013", "label":"statistics"},
    {"number":9, "text":".", "label":"no-unit"},
    {"number":10, "text":"The remaining 35 percent of deaths were caused by guerillas fighting for statehood or independence in states like Assam, Manipur and Nagaland", "label":"statistics"},
    {"number":11, "text":".", "label":"no-unit"}
  ],
  [
    {"number":12, "text":"Armed group, the National Democratic Front of Bodoland (NDFB), which gunned down 75 Adivasis, or tribespeople, just before Christmas in its diabolical pursuit of a separate homeland for ethnic Bodos in Assam, was on the government's radar for a long time", "label":"assumption"},
    {"number":13, "text":".", "label":"no-unit"}
  ],
  [
    {"number":14, "text":"The carnage provoked an uncompromising crackdown by the Indian army but thereby hangs a grim tale of political expediency", "label":"assumption"},
    {"number":15, "text":".", "label":"no-unit"}
  ],
  [
    {"number":16, "text":"Syed Asif Ibrahim, Intelligence Bureau director, seemed to have a premonition of the massacre", "label":"assumption"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"He pointed out that NDFB has become one of the deadliest separatist outfits in business at the IB's 49th annual conference in the presence of Prime Minister Narendra Modi and Interior Minister Rajnath Singh in Assam's largest city, Guwahati, last month", "label":"testimony"},
    {"number":19, "text":".", "label":"no-unit"}
  ],
  [
    {"number":20, "text":"He observed that one option before the government was to bring NDFB to the negotiating table", "label":"testimony"},
    {"number":21, "text":".", "label":"no-unit"}
  ],
  [
    {"number":22, "text":"At present, though, negotiations are out of the question", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"},
    {"number":24, "text":"\"How can you hold talks with terrorists who thrust a gun into a five-month-old baby's mouth?\" the interior minister said at a press conference even, as he dispatched army chief General Dalbir Singh Suhag to capture the killers and smash the group's network", "label":"anecdote"},
    {"number":25, "text":".", "label":"no-unit"}
  ],
  [
    {"number":26, "text":"Singh could well have cited another instance of sheer savagery - a seven-year- old boy was shot seven times in his foot, thigh, abdomen, hand and face - to build a stronger case for the clampdown", "label":"assumption"},
    {"number":27, "text":"which surprised many", "label":"assumption"},
    {"number":28, "text":".", "label":"no-unit"}
  ],
  [
    {"number":29, "text":"Clearly, lightning action by the Bharatiya Janata Party-led federal government was in sharp contrast to the nationalist party's known stand on Bodo violence", "label":"assumption"},
    {"number":30, "text":".", "label":"no-unit"},
    {"number":31, "text":"The BJP didn't shed tears", "label":"assumption"},
    {"number":32, "text":"when", "label":"no-unit"},
    {"number":33, "text":"NDFB shot dead 50 Bengali-speaking Muslims in May", "label":"anecdote"},
    {"number":34, "text":".", "label":"no-unit"},
    {"number":35, "text":"But the party's own poll campaign then underway accused Bangladeshi Muslims of\"destroying\" India", "label":"anecdote"},
    {"number":36, "text":".", "label":"no-unit"}
  ],
  [
    {"number":37, "text":"So the killings jelled with the BJP's political rhetoric; just days before the May butchery", "label":"assumption"},
    {"number":38, "text":",", "label":"no-unit"},
    {"number":39, "text":"Modi declared that Bangladeshis must keep their \"bags packed\" for deportation if he captured power", "label":"testimony"},
    {"number":40, "text":".", "label":"no-unit"}
  ],
  [
    {"number":41, "text":"Similarly", "label":"no-unit"},
    {"number":42, "text":",", "label":"no-unit"},
    {"number":43, "text":"when", "label":"no-unit"},
    {"number":44, "text":"NDFB slaughtered nearly a 100 Muslims and displaced half a million in July-August 2012", "label":"anecdote"},
    {"number":45, "text":",", "label":"no-unit"},
    {"number":46, "text":"senior BJP leader Lal Krishna Advani immediately extended moral support to the Bodos", "label":"assumption"},
    {"number":47, "text":".", "label":"no-unit"},
    {"number":48, "text":"He publicly argued that the blood-bath was the result of a silent Bangladeshi demographic invasion straining resources and creating insecurity among Bodos", "label":"testimony"},
    {"number":49, "text":".", "label":"no-unit"}
  ],
  [
    {"number":50, "text":"The party also organised a seminar in New Delhi on \"Bodo Hindus - Refugees in their own land: Bangladeshi Muslim infiltrators - the new kingmakers in an Indian state\" with then BJP president, Nitin Gadkari, as a key speaker", "label":"anecdote"},
    {"number":51, "text":".", "label":"no-unit"}
  ],
  [
    {"number":52, "text":"But", "label":"no-unit"},
    {"number":53, "text":"decoding the BJP's somersault is pretty easy", "label":"assumption"},
    {"number":54, "text":".", "label":"no-unit"},
    {"number":55, "text":"NDFB killing Muslims and forcing terrified survivors into hellish refugee camps was par for the course as far as BJP was concerned", "label":"assumption"},
    {"number":56, "text":".", "label":"no-unit"},
    {"number":57, "text":"But", "label":"no-unit"},
    {"number":58, "text":"training their guns on Adivasis was a blunder NDFB will regret for a long time", "label":"assumption"},
    {"number":59, "text":".", "label":"no-unit"}
  ],
  [
    {"number":60, "text":"The BJP immediately let loose the army on NDFB to repay a big debt of gratitude and regain Adivasi goodwill crucial for wresting Assam from the Congress Party in the 2016 state assembly elections", "label":"assumption"},
    {"number":61, "text":".", "label":"no-unit"}
  ],
  [
    {"number":62, "text":"Adivasis, who account for almost 20 percent of Assam's voters, ditched the Congress Party in this year's parliamentary elections and supported the BJP giving the party seven seats compared to four in 2009", "label":"anecdote"},
    {"number":63, "text":".", "label":"no-unit"},
    {"number":64, "text":"The party's Adivasi candidates, Rameshwar Teli and Kamakhya Prasad Tasa, trounced Congress MPs in Dibrugarh and Jorhat", "label":"anecdote"},
    {"number":65, "text":".", "label":"no-unit"}
  ],
  [
    {"number":66, "text":"The BJP's vote-share rose to 36.6 percent from 16.21 percent thanks to Adivasis ", "label":"statistics"},
    {"number":67, "text":"-", "label":"no-unit"},
    {"number":68, "text":"which also explains the BJP's muscular response to the December 23 massacre", "label":"assumption"},
    {"number":69, "text":".", "label":"no-unit"}
  ],
  [
    {"number":70, "text":"In a sense Bodos were tempting fate for a long time", "label":"assumption"},
    {"number":71, "text":".", "label":"no-unit"},
    {"number":72, "text":"They constitute barely six percent of Assam's 33 million population but want half of the state for themselves", "label":"statistics"},
    {"number":73, "text":".", "label":"no-unit"},
    {"number":74, "text":"They chose the path of terror way back in 1987 with the slogan \"Divide Assam 50-50\" leaving behind a trail of murder and mayhem", "label":"assumption"},
    {"number":75, "text":".", "label":"no-unit"}
  ],
  [
    {"number":76, "text":"The first tripartite peace treaty between the federal government, state government and Bodos was signed in 1993", "label":"anecdote"},
    {"number":77, "text":"but", "label":"no-unit"},
    {"number":78, "text":"it collapsed under the weight of its own contradictions", "label":"assumption"},
    {"number":79, "text":".", "label":"no-unit"},
    {"number":80, "text":"Another accord signed in 2003 resulted in the Bodo Territorial Autonomous District (BTAD) giving them considerable autonomy", "label":"anecdote"},
    {"number":81, "text":".", "label":"no-unit"}
  ],
  [
    {"number":82, "text":"BTAD covering around 8,795 square-km area was given to Bodos on a platter", "label":"assumption"},
    {"number":83, "text":"although they comprised only 20 percent of the population in BTAD", "label":"statistics"},
    {"number":84, "text":".", "label":"no-unit"}
  ],
  [
    {"number":85, "text":"The rest are predominantly Muslims - many of whom are migrants from Bangladesh- and Adivasis", "label":"statistics"},
    {"number":86, "text":".", "label":"no-unit"}
  ],
  [
    {"number":87, "text":"Bodos floated a political party called Bodoland People's Front (BPF) to administer BTAD", "label":"anecdote"},
    {"number":88, "text":",", "label":"no-unit"},
    {"number":89, "text":"but", "label":"no-unit"},
    {"number":90, "text":"armed groups, such as Bodo Liberation Tigers (BLT) and NDFB with their extremist-supremacist agenda, called the shots", "label":"assumption"},
    {"number":91, "text":".", "label":"no-unit"}
  ],
  [
    {"number":92, "text":"It was a bizarre case of 20 percent ruling over 80 percent!", "label":"assumption"}
  ],
  [
    {"number":93, "text":"Because Bodos didn't enjoy numerical majority", "label":"assumption"},
    {"number":94, "text":",", "label":"no-unit"},
    {"number":95, "text":"they resorted to ethnic cleansing", "label":"assumption"},
    {"number":96, "text":".", "label":"no-unit"},
    {"number":97, "text":"And", "label":"no-unit"},
    {"number":98, "text":"whether their targets were Muslims or Adivasis, Bodos invariably inflicted more casualties than they suffered primarily", "label":"assumption"},
    {"number":99, "text":"because they didn't surrender their arms", "label":"assumption"},
    {"number":100, "text":"as they were supposed to after the 2003 accord", "label":"assumption"},
    {"number":101, "text":".", "label":"no-unit"}
  ],
  [
    {"number":102, "text":"Now the army's brief is to defang NDFB by snatching their guns before eliminating them", "label":"assumption"},
    {"number":103, "text":".", "label":"no-unit"}
  ],
  [
    {"number":104, "text":"The political motive behind the crackdown is crystal clear", "label":"assumption"},
    {"number":105, "text":".", "label":"no-unit"},
    {"number":106, "text":"Even otherwise, Singh, the interior minister, is increasingly realising the consequences of armed groups having a free run", "label":"assumption"},
    {"number":107, "text":".", "label":"no-unit"},
    {"number":108, "text":"Earlier this month he flew to Raipur, capital of Chattisgarh state", "label":"anecdote"},
    {"number":109, "text":",", "label":"no-unit"},
    {"number":110, "text":"after Maoists killed 14 Central Reserve Police Force (CRPF) soldiers in cold blood", "label":"anecdote"},
    {"number":111, "text":".", "label":"no-unit"}
  ],
  [
    {"number":112, "text":"Singh wanted to visit the ambush site about 450km from Raipur", "label":"assumption"},
    {"number":113, "text":".", "label":"no-unit"},
    {"number":114, "text":"But security forces warned him that Maoists were capable of bringing down his helicopter!", "label":"anecdote"},
    {"number":115, "text":"So Singh couldn't make his way to the blood-soaked Ground Zero literally in the centre of India - a sad commentary on a nuclear nation's internal security scenario", "label":"assumption"},
    {"number":116, "text":".", "label":"no-unit"}
  ]
]}
