{"paragraphs":[
  [
    {"number":1, "text":"'Concerning Violence': Fanon lives on.", "label":"title"}
  ],
  [
    {"number":2, "text":"In one of the more haunting scenes from Swedish documentary director Goran Hugo Olsson's Concerning Violence: Nine Scenes From the Anti-Imperialistic Self-Defense, a young Mozambican woman with a stump of a right arm breastfeeds a baby with a stump of a right leg", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"Like the rest of the footage in the film, the scene was unearthed from Swedish television archives dating from the era of African anti-colonial struggles", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"The woman and child were recorded in the immediate aftermath of an aerial bombing raid in 1972, one of Portugal's many responses to the Mozambican desire for liberation", "label":"anecdote"},
    {"number":7, "text":".", "label":"no-unit"}
  ],
  [
    {"number":8, "text":"In typical fashion, the Portuguese and their imperial colleagues instead portrayed the Mozambique Liberation Front (FRELIMO) as violent terrorists, despite the merely reactive nature of anti-colonial violence to centuries of oppression", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"}
  ],
  [
    {"number":10, "text":"After all", "label":"no-unit"},
    {"number":11, "text":",", "label":"no-unit"},
    {"number":12, "text":" violence is the prerogative of empire", "label":"assumption"},
    {"number":13, "text":".", "label":"no-unit"}
  ],
  [
    {"number":14, "text":"Among Fanon's sober assessments is that colonialism \"is violence in its natural state, and it will only yield when confronted with greater violence\"", "label":"testimony"},
    {"number":15, "text":".", "label":"no-unit"},
    {"number":16, "text":"Decolonisation, he writes,\"is always a violent phenomenon\"", "label":"testimony"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"\"Decolonisation, which sets out to change the order of the world, is, obviously, a programme of complete disorder\"", "label":"testimony"},
    {"number":19, "text":".", "label":"no-unit"}
  ],
  [
    {"number":20, "text":"The film corroborates these assertions with footage from former European colonial possessions in Africa", "label":"assumption"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"Scenes variously depict the subjugation and impoverishment of native populations, juxtaposed with Europeans sun-tanning and playing golf in picturesque African settings in between wantonly extracting resources and imprisoning and torturing people", "label":"anecdote"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"This, in turn, provides the proper context for scenes of militant African resistance", "label":"assumption"},
    {"number":25, "text":".", "label":"no-unit"}
  ],
  [
    {"number":26, "text":"Particularly illustrative of the prevailing\"order of the world\" is an interview with a white settler in then-Rhodesia", "label":"assumption"},
    {"number":27, "text":"who addresses his black servant boy as \"you stupid thing, you\" and laments the impending African reclamation of the territory", "label":"anecdote"},
    {"number":28, "text":":", "label":"no-unit"},
    {"number":29, "text":"\"The gooks have got it.\"", "label":"testimony"}
  ],
  [
    {"number":30, "text":"When asked by the interviewer to clarify his derogatory slang, he elaborates with more slang: \"The terrs... The whole world is supporting the terrorists.\"", "label":"testimony"}
  ],
  [
    {"number":31, "text":"To be sure", "label":"no-unit"},
    {"number":32, "text":",", "label":"no-unit"},
    {"number":33, "text":"we've superficially done away with the whole colonialism business, it being generally understood that colonies are bad and archaic things", "label":"assumption"},
    {"number":34, "text":".", "label":"no-unit"},
    {"number":35, "text":"There are, however, notable exceptions to the rule, as in the case of state of Israel", "label":"assumption"},
    {"number":36, "text":",", "label":"no-unit"},
    {"number":37, "text":"which is granted a de facto exemption from ceasing colonial operations", "label":"assumption"},
    {"number":38, "text":"and is furthermore regularly lauded as a beacon of democracy", "label":"assumption"},
    {"number":39, "text":".", "label":"no-unit"}
  ],
  [
    {"number":40, "text":"But the same oppressive structures that underpinned colonialism continue to flourish in the age of neoliberal globalisation", "label":"assumption"},
    {"number":41, "text":",", "label":"no-unit"},
    {"number":42, "text":"which functions according to the idea that there is a class of human beings- often but not always determined by skin colour - entitled to a level of wealth and comfort that is only attainable by depriving the global masses of a dignified existence", "label":"assumption"},
    {"number":43, "text":".", "label":"no-unit"}
  ],
  [
    {"number":44, "text":"And as always, a violent apparatus is required to secure the arrangement", "label":"assumption"},
    {"number":45, "text":".", "label":"no-unit"}
  ],
  [
    {"number":46, "text":"In recent years, the African continent has witnessed an ever-amplified US military presence", "label":"assumption"},
    {"number":47, "text":".", "label":"no-unit"},
    {"number":48, "text":"Writing in Jacobin magazine, David Mizner describes the scenario as a \"soft occupation correspond[ing] with a battle between China and the [US] over the spoils of Africa, which has massive natural resources and six of the world's fastest growing economies\"", "label":"testimony"},
    {"number":49, "text":".", "label":"no-unit"}
  ],
  [
    {"number":50, "text":"Poor Africans might be forgiven for failing to detect enormous differences between this and previous intrusions from abroad", "label":"assumption"},
    {"number":51, "text":".", "label":"no-unit"}
  ],
  [
    {"number":52, "text":"In other parts of the world that the US prefers to think of as its own personal military base- such as Central America - the imperial power has backed the security forces of various repressive and illegitimate leaders committed to violently squelching popular protest", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"}
  ],
  [
    {"number":54, "text":"Reasons for protest have included government insistence on catering to foreign corporations rather than to indigenous and peasant communities opposed to the usurpation and contamination of their lands by mining operations and the like", "label":"assumption"},
    {"number":55, "text":".", "label":"no-unit"}
  ],
  [
    {"number":56, "text":"But the victims are largely invisible, the dehumanised refuse of empire and the price to be paid for securing corporate profit", "label":"assumption"},
    {"number":57, "text":".", "label":"no-unit"}
  ],
  [
    {"number":58, "text":"In her spoken preface to Concerning Violence, renowned Columbia University professor Gayatri Chakravorty Spivak explains that in \"reading between the lines\" of The Wretched of the Earth, one sees that Fanon does not in fact endorse violence but rather \"insists that the tragedy is that the very poor is reduced to violence, because there is no other response possible to an absolute absence of response and an absolute exercise of legitimised violence from the colonisers\"", "label":"testimony"},
    {"number":59, "text":".", "label":"no-unit"}
  ],
  [
    {"number":60, "text":"Spivak goes on to make a telling comparison regarding the earth's \"wretched\":\"Their lives count as nothing against the death of the colonisers: unacknowledged Hiroshimas against sentimentalised 9/11s.\"", "label":"testimony"}
  ],
  [
    {"number":61, "text":"For another modern-day example of legitimised violence and self-victimisation by the very purveyors of said violence, it seems appropriate to once again bring up the state of Israel", "label":"assumption"},
    {"number":62, "text":",", "label":"no-unit"},
    {"number":63, "text":"which shares the ex-Rhodesian resident's knack for hallucinating himself into a position of unparalleled suffering at the hands of \"terrorists\"", "label":"assumption"},
    {"number":64, "text":".", "label":"no-unit"}
  ],
  [
    {"number":65, "text":"Following last month's Jerusalem synagogue attack in which two Palestinians murdered five Israelis, there was a typical upsurge in terror-hysteria from the Israeli establishment and sympathetic governments and media", "label":"assumption"},
    {"number":66, "text":".", "label":"no-unit"},
    {"number":67, "text":"Studiously ignored were the various Israeli crimes that directly preceded the event, not to mention this summer's slaughter of more than 2,100 Palestinians in the Gaza Strip", "label":"assumption"},
    {"number":68, "text":".", "label":"no-unit"}
  ],
  [
    {"number":69, "text":"Meanwhile, Israel's primary benefactor - the nation described by Fanon as the \"former European colony[that] decided to catch up with Europe\"- should find much to reflect on in Concerning Violence", "label":"assumption"},
    {"number":70, "text":",", "label":"no-unit"},
    {"number":71, "text":"particularly given Fanon's conclusion regarding the European experiment:\"It succeeded so well that the United States of America became a monster, in which the taints, the sickness, and the inhumanity of Europe have grown to appalling dimensions.\"", "label":"testimony"}
  ],
  [
    {"number":72, "text":"Contemporary manifestations of the American sickness include the recent decision by a Missouri grand jury not to indict a police officer for killing an unarmed black teenager in the city of Ferguson - far from an isolated instance of fatal bigotry", "label":"assumption"},
    {"number":73, "text":".", "label":"no-unit"}
  ],
  [
    {"number":74, "text":"Drawing on several of Fanon's texts, journalist Roqayah Chamseddine penned an essay on the aftermath of the Ferguson decision for Al-Akhbar English", "label":"anecdote"},
    {"number":75, "text":",", "label":"no-unit"},
    {"number":76, "text":"in which she condemned the liberal American tradition of placing the onus of non- violence on those oppressed by the state rather than the state itself - an entity that engages in \"unfettered police brutality and judicial discrimination\" against black communities", "label":"testimony"},
    {"number":77, "text":".", "label":"no-unit"}
  ],
  [
    {"number":78, "text":"This tradition entails an obsession with containing potentially \"violent\" black reactions to state violence (eg vandalism and looting)", "label":"assumption"},
    {"number":79, "text":",", "label":"no-unit"},
    {"number":80, "text":"and ultimately prescribes a superior concern for private property and material goods than for black life", "label":"assumption"},
    {"number":81, "text":".", "label":"no-unit"},
    {"number":82, "text":"Chamseddine writes:\"Today in the United States many will be grieving for buildings burned and windows broken, while the bourgeoisie will cry out'calm!' and hurriedly search for Martin Luther King Jr quotes to guilt black protesters into supporting their deadly liberal pacifism.\"", "label":"testimony"}
  ],
  [
    {"number":83, "text":"Suffice", "label":"no-unit"},
    {"number":84, "text":"it to say", "label":"no-unit"},
    {"number":85, "text":"Concerning Violence should concern us all", "label":"assumption"},
    {"number":86, "text":".", "label":"no-unit"}
  ]
]}
