{"paragraphs":[
  [
    {"number":1, "text":"The Guardian view on Circle and Hinchingbrooke: a failure that casts a shadow over the whole Tory agenda.", "label":"title"}
  ],
  [
    {"number":2, "text":"The first thing to say about the collapse of Circle's pioneering contract to manage Hinchingbrooke district hospital in Cambridgeshire is that it must be desperately worrying for patients and staff alike", "label":"assumption"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"Even though the Care Quality Commission found that the hospital was \"inadequate\" across the board, including care and safety", "label":"assumption"},
    {"number":5, "text":"-", "label":"no-unit"},
    {"number":6, "text":"which probably precipitated Circle's decision to pull out", "label":"assumption"},
    {"number":7, "text":"- uncertainty allied with ill health is a terrible combination", "label":"common-ground"},
    {"number":8, "text":".", "label":"no-unit"},
    {"number":9, "text":"NHS England, and the Department of Health, have a heavy burden of responsibility over the coming days to restore confidence and clarify what happens next", "label":"assumption"},
    {"number":10, "text":".", "label":"no-unit"}
  ],
  [
    {"number":11, "text":"The second point is that it is a political catastrophe for the Conservatives ", "label":"assumption"},
    {"number":12, "text":"-", "label":"no-unit"},
    {"number":13, "text":"although the process of privatisation began on Labour's watch", "label":"anecdote"},
    {"number":14, "text":"- all the worse for coinciding with ever grimmer news on waiting times at accident and emergency departments in England", "label":"assumption"},
    {"number":15, "text":".", "label":"no-unit"},
    {"number":16, "text":"The cost and disruption of the Lansley reforms must bear some responsibility for the worst winter crisis ever", "label":"assumption"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"Hinchingbrooke's failure surely torpedoes any immediate prospects of a big expansion of privatisation", "label":"assumption"},
    {"number":19, "text":".", "label":"no-unit"},
    {"number":20, "text":"It looks like a clear victory for all those who have repeatedly warned that privatisation and profits are incompatible with a free, universal healthcare system", "label":"assumption"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"It could be Tweeted as Goldman Sachs (training ground of Ali Parsa, Circle's former chief executive), nil, NHS, one", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"The truth is more complex", "label":"assumption"},
    {"number":25, "text":".", "label":"no-unit"},
    {"number":26, "text":"Circle won the contract in a process of franchising out Hinchingbrooke hospital management at least partly because no NHS bidder thought the sums could be made to add up", "label":"assumption"},
    {"number":27, "text":".", "label":"no-unit"},
    {"number":28, "text":"Hinchingbrooke, which sits almost equidistant between major hospitals in Cambridge to the south and Peterborough to the north, is a hospital that has needed downsizing or even closing for the last 20 years", "label":"assumption"},
    {"number":29, "text":".", "label":"no-unit"},
    {"number":30, "text":"Now Circle is pulling out, less than a third of the way through a 10-year contract, reportedly? 7m poorer and with a stock price that has taken a double-digit hit in the past 24 hours, surely confirmation that privatisation delivers no magical solution", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"},
    {"number":32, "text":"Circle's obligations included paying down a debt of? 40m, accrued over just three years, within the next 10", "label":"assumption"},
    {"number":33, "text":".", "label":"no-unit"},
    {"number":34, "text":"The heroic scale of that commitment was laid bare in a National Audit Office report in 2013", "label":"assumption"},
    {"number":35, "text":",", "label":"no-unit"},
    {"number":36, "text":"which showed that Circle would have to deliver? 30m of savings every year", "label":"testimony"},
    {"number":37, "text":".", "label":"no-unit"},
    {"number":38, "text":"Only months after the start of the contract in February 2012, it was clear the hospital was well behind its savings target", "label":"anecdote"},
    {"number":39, "text":".", "label":"no-unit"},
    {"number":40, "text":"Although care improved", "label":"assumption"},
    {"number":41, "text":",", "label":"no-unit"},
    {"number":42, "text":"it was clear the financial plan wasn't working", "label":"assumption"},
    {"number":43, "text":".", "label":"no-unit"},
    {"number":44, "text":"Mr Parsa stood down as chief executive of Circle", "label":"anecdote"},
    {"number":45, "text":".", "label":"no-unit"},
    {"number":46, "text":"By the end of its second financial year, the deficit was just short of ? 5m, the point at which Circle could pull out", "label":"anecdote"},
    {"number":47, "text":".", "label":"no-unit"},
    {"number":48, "text":"MPs on the public accounts committee have questioned how the contract came to be awarded at all", "label":"anecdote"},
    {"number":49, "text":".", "label":"no-unit"},
    {"number":50, "text":"Part of the answer is that it was clear an NHS solution was not on the cards", "label":"assumption"},
    {"number":51, "text":":", "label":"no-unit"},
    {"number":52, "text":"it would have taken more cash than was available post-crash", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"},
    {"number":54, "text":"But there's a lesson in the way contracts are awarded too", "label":"assumption"},
    {"number":55, "text":".", "label":"no-unit"},
    {"number":56, "text":"At least one study suggests a lack of expertise in Whitehall means that contracts go to the shiniest rather than the most competent contender", "label":"assumption"},
    {"number":57, "text":".", "label":"no-unit"}
  ],
  [
    {"number":58, "text":"Circle complains that it wasn't in control of the environment in which it worked", "label":"testimony"},
    {"number":59, "text":".", "label":"no-unit"},
    {"number":60, "text":"Like every hospital trust, it struggled under new treatment tariffs, the Nicholson challenge to make? 20bn of savings over a five-year period, and fluctuating demand influenced partly by GP and community care availability", "label":"assumption"},
    {"number":61, "text":".", "label":"no-unit"},
    {"number":62, "text":"The Lansley reforms have set up a competitive relationship between the new care commissioning groups and providers such as Hinchingbrooke, unforeseen when the contract was agreed", "label":"assumption"},
    {"number":63, "text":".", "label":"no-unit"},
    {"number":64, "text":"The process of winding up the Circle franchise and bringing the hospital back into NHS management will lay bare the weaknesses of the new structures, the lack of any proper local accountability and the inability to reorganise services on a coherent, holistic basis", "label":"assumption"},
    {"number":65, "text":".", "label":"no-unit"}
  ],
  [
    {"number":66, "text":"The impact of complexity, centralisation and cost-cutting are now graven on the statistics", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"},
    {"number":68, "text":"The figures published today show that every aspect of A&E; care - not just waiting times, but delayed ambulances, ambulances waiting to transfer patients, and patients waiting to be transferred out of A&E;- are the worst on record", "label":"statistics"},
    {"number":69, "text":".", "label":"no-unit"},
    {"number":70, "text":"The Conservative vision for the future of the NHS is looking like an electoral liability", "label":"assumption"},
    {"number":71, "text":".", "label":"no-unit"}
  ]
]}
