{"paragraphs":[
  [
    {"number":1, "text":"I was radicalised by a neo-Nazi group. It could just have easily been Isis.", "label":"title"}
  ],
  [
    {"number":2, "text":"It wasn't long after my 13th birthday that I descended into a spiral of heavy drug and alcohol abuse", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"It wasn't long after the abuse began that I met Mal, aged 29", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"It wasn't that I hadn't learned my wrongs from rights, more that they didn't matter to the group of kids I then found myself around", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"}
  ],
  [
    {"number":8, "text":"Grades or sporting prowess accounted for nothing", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"},
    {"number":10, "text":"Instead", "label":"no-unit"},
    {"number":11, "text":",", "label":"no-unit"},
    {"number":12, "text":" accomplishment was measured by something that might actually be achievable: criminal records and the ability to tolerate copious amounts of drugs", "label":"anecdote"},
    {"number":13, "text":".", "label":"no-unit"},
    {"number":14, "text":"Brownie points were awarded for any period of incarceration, be it in a prison cell or psychiatric facility", "label":"anecdote"},
    {"number":15, "text":".", "label":"no-unit"}
  ],
  [
    {"number":16, "text":"Mal's age alone was enough to earn him a significant amount of street cred in our misfit group of teenage boys", "label":"assumption"},
    {"number":17, "text":",", "label":"no-unit"},
    {"number":18, "text":"yet", "label":"no-unit"},
    {"number":19, "text":"it was his history of extreme violence that ensured his approval rating was sky high", "label":"assumption"},
    {"number":20, "text":".", "label":"no-unit"},
    {"number":21, "text":"He was not just an incredibly violent man, but apparently belonged to a group of them", "label":"anecdote"},
    {"number":22, "text":".", "label":"no-unit"},
    {"number":23, "text":"This made him even more attractive", "label":"assumption"},
    {"number":24, "text":".", "label":"no-unit"}
  ],
  [
    {"number":25, "text":"Mal was a member of a then-notorious neo-Nazi organisation with a track record of serious criminal activity", "label":"anecdote"},
    {"number":26, "text":".", "label":"no-unit"},
    {"number":27, "text":"He regularly turned up at whatever suburban park or abandoned house we found ourselves in", "label":"anecdote"},
    {"number":28, "text":"as", "label":"no-unit"},
    {"number":29, "text":"we sought to consume drugs and booze away from prying eyes", "label":"anecdote"},
    {"number":30, "text":".", "label":"no-unit"},
    {"number":31, "text":"I didn't find it at all odd that a man pushing 30 was interested in hanging out with a bunch of delinquent teens", "label":"anecdote"},
    {"number":32, "text":".", "label":"no-unit"},
    {"number":33, "text":"The more drunk we became, the more compelling his violent stories seemed", "label":"anecdote"},
    {"number":34, "text":".", "label":"no-unit"}
  ],
  [
    {"number":35, "text":"One night Mal invited me to tag along to one of the group's semi-regular gatherings", "label":"anecdote"},
    {"number":36, "text":".", "label":"no-unit"},
    {"number":37, "text":"As", "label":"no-unit"},
    {"number":38, "text":"I listened to one of the speakers rally his audience against the \"foreign invaders\"", "label":"anecdote"},
    {"number":39, "text":",", "label":"no-unit"},
    {"number":40, "text":"I was immediately hooked", "label":"anecdote"},
    {"number":41, "text":".", "label":"no-unit"},
    {"number":42, "text":"It was not I that had problems, I was told, it was people of another skin colour", "label":"anecdote"},
    {"number":43, "text":".", "label":"no-unit"}
  ],
  [
    {"number":44, "text":"The confusion that had been my constant companion, now viewed through this extremist lens, had suddenly become both figuratively and literally black and white", "label":"anecdote"},
    {"number":45, "text":".", "label":"no-unit"},
    {"number":46, "text":"No longer was I to blame for anything", "label":"assumption"},
    {"number":47, "text":".", "label":"no-unit"},
    {"number":48, "text":"I didn't need to look at my part in my own downward spiral, as teachers, family members and police kept telling me", "label":"assumption"},
    {"number":49, "text":".", "label":"no-unit"},
    {"number":50, "text":"All life's troubles, it seemed, were the doing of non-whites", "label":"assumption"},
    {"number":51, "text":".", "label":"no-unit"}
  ],
  [
    {"number":52, "text":"It was a relief to no longer feel responsible for my own - and others' - suffering, but better than that, I was now being called upon to be a vital part of \"the solution\"", "label":"anecdote"},
    {"number":53, "text":".", "label":"no-unit"},
    {"number":54, "text":"It is, I imagine, the same sentiment a potential jihadist feels when he or she foolishly believes that they're being righteously called upon to fight for the creation of an Islamic state", "label":"assumption"},
    {"number":55, "text":",", "label":"no-unit"},
    {"number":56, "text":"as if that might fix what are largely personal troubles", "label":"assumption"},
    {"number":57, "text":".", "label":"no-unit"}
  ],
  [
    {"number":58, "text":"I became part of a group that would drive around in the leader's ageing hatchback, plastering racist posters on walls and telegraph poles calling for action against the \"Asian invasion\"", "label":"anecdote"},
    {"number":59, "text":".", "label":"no-unit"},
    {"number":60, "text":"Too dysfunctional to stage any coordinated sort of attack, our race war consisted of nothing more than starting fights with non-whites who were minding their own business", "label":"anecdote"},
    {"number":61, "text":".", "label":"no-unit"},
    {"number":62, "text":"Since we were always heavily intoxicated, more often than not our victims survived the attacks in far better shape than we did", "label":"assumption"},
    {"number":63, "text":".", "label":"no-unit"}
  ],
  [
    {"number":64, "text":"Unlike today", "label":"no-unit"},
    {"number":65, "text":",", "label":"no-unit"},
    {"number":66, "text":"when", "label":"no-unit"},
    {"number":67, "text":"a disenfranchised youth has a raft of violent ideologies to be swept up in", "label":"assumption"},
    {"number":68, "text":",", "label":"no-unit"},
    {"number":69, "text":"it was then my pure fortune that my only real option for extremist activity was this poorly led group", "label":"assumption"},
    {"number":70, "text":".", "label":"no-unit"},
    {"number":71, "text":"Ongoing action by Asio and the now-defunct special branch of the NSW police and, mostly, the self-implosion of key individuals in the group, meant that by the time I joined it was only a shadow of its former strength", "label":"assumption"},
    {"number":72, "text":".", "label":"no-unit"}
  ],
  [
    {"number":73, "text":"Thanks to strong family support together with professional help, I was able to leave the group and its racist ideology well behind", "label":"anecdote"},
    {"number":74, "text":".", "label":"no-unit"},
    {"number":75, "text":"I was eventually diagnosed with post-traumatic stress disorder following a case of long-term bullying at school", "label":"anecdote"},
    {"number":76, "text":".", "label":"no-unit"},
    {"number":77, "text":"While", "label":"no-unit"},
    {"number":78, "text":"that has helped me understand what drove me to this group", "label":"anecdote"},
    {"number":79, "text":",", "label":"no-unit"},
    {"number":80, "text":"it is clear that all the factors that leave a young person susceptible to extremist ideology- poverty, lack of education, inadequate mental health support services and general social exclusion - still widely exist across western nations", "label":"assumption"},
    {"number":81, "text":".", "label":"no-unit"}
  ],
  [
    {"number":82, "text":"I cringe when I hear our political leadership deliver yet another speech extolling a commitment to fighting extremism, yet in almost the time it takes to draw their next breath, go on to announce cuts to community services groups, the kind of organisations whose roles are vital in addressing the risk factors that leave one vulnerable to extremism", "label":"anecdote"},
    {"number":83, "text":".", "label":"no-unit"}
  ],
  [
    {"number":84, "text":"It's not that Orwell was completely off the mark when he said\"people sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf\"", "label":"testimony"},
    {"number":85, "text":".", "label":"no-unit"},
    {"number":86, "text":"It is just that by the time the men with guns are needed, the radicalisation process has already happened", "label":"assumption"},
    {"number":87, "text":".", "label":"no-unit"}
  ],
  [
    {"number":88, "text":"This is a process that cannot be stopped by sending troops to regions where most locals couldn't even spell \"Australia\", let alone have the capacity or even the desire to attack us", "label":"assumption"},
    {"number":89, "text":".", "label":"no-unit"},
    {"number":90, "text":"The clear and present danger today, as events from Oklahoma City through most recently to Paris have shown, is that the biggest threats are of the home-grown variety", "label":"assumption"},
    {"number":91, "text":".", "label":"no-unit"}
  ],
  [
    {"number":92, "text":"The real frontline in the war on terror is to be found in our education and mental health services", "label":"assumption"},
    {"number":93, "text":".", "label":"no-unit"},
    {"number":94, "text":"Until", "label":"no-unit"},
    {"number":95, "text":"such institutions are resourced as freely as our military is", "label":"assumption"},
    {"number":96, "text":",", "label":"no-unit"},
    {"number":97, "text":"then extremists will be here to stay", "label":"assumption"},
    {"number":98, "text":".", "label":"no-unit"}
  ]
]}
