{"paragraphs":[
  [
    {"number":1, "text":"The Observer view on the Paris attacks.", "label":"title"}
  ],
  [
    {"number":2, "text":"Last week's attack on Charlie Hebdo magazine in Paris and the subsequent, linked hostage-taking at a Jewish supermarket were appalling acts of inhumanity that should be universally condemned", "label":"assumption"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"Despite the killers' grandiose claim to be \"defenders of the prophet\", their actions amounted to cold-blooded murder of defenceless people", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"Their pre-planned purpose was to terrorise, divide and dismay", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"},
    {"number":8, "text":"Their aim was cowardly, contemptible and cruel", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"},
    {"number":10, "text":"The perpetrators deserve only ignominy and the bitter scorn of the world", "label":"assumption"},
    {"number":11, "text":".", "label":"no-unit"}
  ],
  [
    {"number":12, "text":"The attacks should be understood, more broadly, as a crude attempt to stifle a publication and its journalists", "label":"assumption"},
    {"number":13, "text":"who exercised, in vivid, unapologetic terms, the fundamental, priceless right to freedom of speech and expression", "label":"assumption"},
    {"number":14, "text":".", "label":"no-unit"},
    {"number":15, "text":"This right, though never absolute, was established through centuries of struggle and is still far from fully accepted around the world", "label":"assumption"},
    {"number":16, "text":".", "label":"no-unit"},
    {"number":17, "text":"There are many others - governments, dictators, religious fanatics - who would also like to shoot it down", "label":"assumption"},
    {"number":18, "text":".", "label":"no-unit"},
    {"number":19, "text":"That the killers' made Jews their additional, parallel target lends a woefully familiar, disgustingly antisemitic twist to a three-day trail of carnage and grief", "label":"assumption"},
    {"number":20, "text":".", "label":"no-unit"},
    {"number":21, "text":"By so doing, they hoped yet another community would be left in fear", "label":"assumption"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"This attack was thus also an attack on the French nation as a whole, on the values and beliefs that have sustained it, and on the message of liberty, equality and fraternity it has unevenly but persistently propagated", "label":"assumption"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"And", "label":"no-unit"},
    {"number":26, "text":"while", "label":"no-unit"},
    {"number":27, "text":"its principal victims were irreverent secularists", "label":"assumption"},
    {"number":28, "text":",", "label":"no-unit"},
    {"number":29, "text":"it was also an attack on faith - an offence against moral as well as human law", "label":"assumption"},
    {"number":30, "text":".", "label":"no-unit"},
    {"number":31, "text":"It was an attack on the life spiritual itself, whether conducted through church, mosque, synagogue or personal observance.", "label":"no-unit"},
    {"number":32, "text":"It was an act of utter godlessness", "label":"assumption"},
    {"number":33, "text":".", "label":"no-unit"}
  ],
  [
    {"number":34, "text":"By attempting to murder love with fear, to kill laughter with hatred, to substitute inflexible dogmas for shared truths, the masked gunmen attacked us all", "label":"assumption"},
    {"number":35, "text":",", "label":"no-unit"},
    {"number":36, "text":"European, American and Arab, Muslim, Christian and Jew, black, brown and white alike", "label":"assumption"},
    {"number":37, "text":".", "label":"no-unit"},
    {"number":38, "text":"In doing so, they posed a vital question", "label":"assumption"},
    {"number":39, "text":".", "label":"no-unit"},
    {"number":40, "text":"How, in the face of this assault on our common home, our common humanity, do we respond?", "label":"assumption"},
    {"number":41, "text":"Do we meet terror with a greater terror of our own or do we seek another way?", "label":"assumption"},
    {"number":42, "text":"Shall we unite together or shall we give in to division, discrimination and distrust?", "label":"assumption"}
  ],
  [
    {"number":43, "text":"In Paris, and in other cities around the world, a spontaneous reply has already been given", "label":"assumption"},
    {"number":44, "text":".", "label":"no-unit"},
    {"number":45, "text":"The marchers, demonstrators, office workers, journalists, bloggers, politicians and governments who declared, with one voice:\"Je suis Charlie\", sent an immediate, welcome message of solidarity and defiance", "label":"assumption"},
    {"number":46, "text":".", "label":"no-unit"},
    {"number":47, "text":"Today, this roar of courage and belief will reach ear-splitting levels", "label":"assumption"},
    {"number":48, "text":"when", "label":"no-unit"},
    {"number":49, "text":"people from every background join a march in Paris for unity, freedom and democracy", "label":"assumption"},
    {"number":50, "text":".", "label":"no-unit"},
    {"number":51, "text":"Out of blood and horror a unique moment has arisen, for France and all Europe", "label":"assumption"},
    {"number":52, "text":".", "label":"no-unit"},
    {"number":53, "text":"The choice is stark and unavoidable", "label":"assumption"},
    {"number":54, "text":".", "label":"no-unit"},
    {"number":55, "text":"It is between the ongoing struggle for enlightenment - Europe's gift to the world - and a gathering, hate-filled darkness", "label":"assumption"},
    {"number":56, "text":".", "label":"no-unit"}
  ],
  [
    {"number":57, "text":"The evident danger is that this spirit of unity may not endure", "label":"assumption"},
    {"number":58, "text":".", "label":"no-unit"},
    {"number":59, "text":"French Muslim leaders have roundly condemned the attackers", "label":"assumption"},
    {"number":60, "text":".", "label":"no-unit"},
    {"number":61, "text":"\"These men are criminals... For me, they are not Muslims,\" said the imam of Drancy", "label":"testimony"},
    {"number":62, "text":".", "label":"no-unit"},
    {"number":63, "text":"But at less emotional moments, French Muslims also speak of routine, entrenched discrimination, of insensitive restrictions such as curbs on women wearing the veil, and of a French policy of assimilation and integration, the flipside of Britain's let- it-all-hang-out multiculturalism", "label":"anecdote"},
    {"number":64, "text":",", "label":"no-unit"},
    {"number":65, "text":"which has failed to achieve equal rights and equal treatment", "label":"assumption"},
    {"number":66, "text":".", "label":"no-unit"},
    {"number":67, "text":"It is this same embattled Muslim community, fractured, underprivileged, marginalised and disrespected which produced the killers", "label":"assumption"},
    {"number":68, "text":".", "label":"no-unit"}
  ],
  [
    {"number":69, "text":"It is clear, conversely, that many French people have a problem with Islam", "label":"assumption"},
    {"number":70, "text":".", "label":"no-unit"},
    {"number":71, "text":"According to an Ipsos survey last year, 63% of French voters said Islam was not compatible with French values", "label":"statistics"},
    {"number":72, "text":".", "label":"no-unit"},
    {"number":73, "text":"Almost three-quarters said Muslims wanted to impose their values on others", "label":"statistics"},
    {"number":74, "text":".", "label":"no-unit"},
    {"number":75, "text":"Surveys also suggest seven out of 10 voters believe sections of the immigrant community have failed to integrate over the past 30 years", "label":"statistics"},
    {"number":76, "text":".", "label":"no-unit"},
    {"number":77, "text":"Some 65% say immigration levels are out of control", "label":"statistics"},
    {"number":78, "text":".", "label":"no-unit"}
  ],
  [
    {"number":79, "text":"Anti-Muslim and anti-immigration movements are growing in strength in Germany, Britain and across Europe", "label":"assumption"},
    {"number":80, "text":".", "label":"no-unit"},
    {"number":81, "text":"But France's already powerful far-right Front National is certain to use the Charlie Hebdo affair to exploit these fears and prejudices", "label":"assumption"},
    {"number":82, "text":".", "label":"no-unit"},
    {"number":83, "text":"The urgent, daunting challenge for President Francois Hollande's ruling socialists, and the centre-right of former President Nicolas Sarkozy, is to plot a different, more conciliatory path", "label":"assumption"},
    {"number":84, "text":".", "label":"no-unit"},
    {"number":85, "text":"Their task: to tap into this spirit of unity, forging a new reality for both majority and minority communities", "label":"assumption"},
    {"number":86, "text":".", "label":"no-unit"}
  ],
  [
    {"number":87, "text":"Muslim world leaders can help halt the cycles of violence and confrontation", "label":"assumption"},
    {"number":88, "text":",", "label":"no-unit"},
    {"number":89, "text":"if", "label":"no-unit"},
    {"number":90, "text":"they wish", "label":"assumption"},
    {"number":91, "text":".", "label":"no-unit"},
    {"number":92, "text":"But this common challenge will not be assisted by wrong-headed, kneejerk reactions by western security services", "label":"assumption"},
    {"number":93, "text":".", "label":"no-unit"},
    {"number":94, "text":"In France, there is justified criticism that the Kouachi brothers were not under close watch, given their past record of extremism", "label":"assumption"},
    {"number":95, "text":".", "label":"no-unit"},
    {"number":96, "text":"Yet it would be wrong to massively increase monitoring of the Muslim community", "label":"assumption"},
    {"number":97, "text":",", "label":"no-unit"},
    {"number":98, "text":"thereby exacerbating existing tensions", "label":"assumption"},
    {"number":99, "text":".", "label":"no-unit"},
    {"number":100, "text":"Much better to use any additional resources to engage, rather than confront", "label":"assumption"},
    {"number":101, "text":", while focusing more exactly on identifying truly hardline fanatics", "label":"assumption"},
    {"number":102, "text":".", "label":"no-unit"}
  ],
  [
    {"number":103, "text":"Similarly", "label":"no-unit"},
    {"number":104, "text":",", "label":"no-unit"},
    {"number":105, "text":" calls for more cash to counter a mounting but undefined terrorist menace to Britain should be treated with both respect and circumspection", "label":"assumption"},
    {"number":106, "text":".", "label":"no-unit"},
    {"number":107, "text":"Andrew Parker, head of MI5, warned last week of the \"growing gap between the increasingly challenging threat and the decreasing availability of capabilities to address it\"", "label":"testimony"},
    {"number":108, "text":".", "label":"no-unit"},
    {"number":109, "text":"But extended, intrusive internet surveillance does not necessarily bring increased security", "label":"assumption"},
    {"number":110, "text":".", "label":"no-unit"},
    {"number":111, "text":"What it does do is potentially deal a further blow to personal liberty, including the ability to speak and communicate freely and openly", "label":"assumption"},
    {"number":112, "text":".", "label":"no-unit"}
  ],
  [
    {"number":113, "text":"The response to the Charlie Hebdo killings, in the longer term, should also include wider acceptance of the proper limits to individual and social freedoms, including free speech", "label":"assumption"},
    {"number":114, "text":".", "label":"no-unit"},
    {"number":115, "text":"It is not acceptable, for example, to use racist terms to describe a different ethnic group", "label":"common-ground"},
    {"number":116, "text":".", "label":"no-unit"},
    {"number":117, "text":"It is not acceptable to resort to stereotypes to vilify minorities or", "label":"no-unit"},
    {"number":118, "text":",", "label":"no-unit"},
    {"number":119, "text":" say, members of the opposite sex", "label":"common-ground"},
    {"number":120, "text":".", "label":"no-unit"},
    {"number":121, "text":"And it is sometimes not appropriate, nor particularly funny, to deliberately provoke Muslims by publishing cartoons of the prophet that they view as blasphemous, offensive and insulting", "label":"common-ground"},
    {"number":122, "text":".", "label":"no-unit"}
  ],
  [
    {"number":123, "text":"Having said that, individuals or groups should not seek to prevent or ban published material just because they do not like it, do not agree or do not get the joke", "label":"assumption"},
    {"number":124, "text":".", "label":"no-unit"},
    {"number":125, "text":"Even more so, the ridiculing of Islam, however much resented, cannot be used to justify or explain gross acts of violence", "label":"assumption"},
    {"number":126, "text":".", "label":"no-unit"},
    {"number":127, "text":"The freedom to speak, write, draw and laugh fearlessly, without censorship and unreasonable restraint, lies at the very heart of a tolerant, democratic and inclusive society", "label":"assumption"},
    {"number":128, "text":".", "label":"no-unit"}
  ]
]}
