{"paragraphs":[
  [
    {"number":1, "text":"Will the awful power of the word 'slut' defeat feminists' efforts to reclaim it?", "label":"title"}
  ],
  [
    {"number":2, "text":"It's been over twenty years since then", "label":"no-unit"},
    {"number":3, "text":"-", "label":"no-unit"},
    {"number":4, "text":"Bikini Kill frontwoman and Riot Grrrl icon Kathleen Hanna scrawled the word SLUT across her stomach", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"In the years since, there's been a book called Slut!", "label":"anecdote"},
    {"number":7, "text":", countless feminist debates over the reclamation of the word \"slut\" and, in 2011, thousands of women took to streets across the globe in anti-rape marches called SlutWalks - a reference to how victims of sexual assault are often blamed for the violence done to them", "label":"anecdote"},
    {"number":8, "text":".", "label":"no-unit"}
  ],
  [
    {"number":9, "text":"Like \"cunt\" and \"bitch\", many feminists have long tried to wrest away from its original users the power and harm of the word \"slut\" and to give it new meaning", "label":"anecdote"},
    {"number":10, "text":".", "label":"no-unit"},
    {"number":11, "text":"Increasingly, though, it's seeming like we might not succeed any time soon", "label":"assumption"},
    {"number":12, "text":".", "label":"no-unit"}
  ],
  [
    {"number":13, "text":"Take Leora Tanenbaum: in 2000, she wrote Slut!: Growing up Female with a Bad Reputation chronicling girls' and women's experiences with the word", "label":"anecdote"},
    {"number":14, "text":".", "label":"no-unit"},
    {"number":15, "text":"She herself was called a \"slut\" as a high school student in the 1980s", "label":"anecdote"},
    {"number":16, "text":"-", "label":"no-unit"},
    {"number":17, "text":"long before the term \"sexual harassment\" was coined - and told me\"I had no vocabulary to understand what happened.\"", "label":"testimony"}
  ],
  [
    {"number":18, "text":"Now, 15 years later, Tanenbaum is about to publish another book: I Am Not a Slut", "label":"anecdote"},
    {"number":19, "text":"because, in part, the sheen of reclaiming \"slut\" seems to have worn off over the years", "label":"assumption"},
    {"number":20, "text":".", "label":"no-unit"},
    {"number":21, "text":"When she spoke to women who called themselves \"sluts\" with a \"positive and defiant\" spirit, all told her the decision had turned against them later- and all regretted it", "label":"anecdote"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"Tanenbaum told me that, when women are in closed circle or close-knit community - like a protest with like-minded people, or among friends who understand the cheeky appropriation of the word - identifying as a \"slut\" can be empowering", "label":"testimony"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"But", "label":"no-unit"},
    {"number":26, "text":"what inevitably happens, especially in today's digital culture where revenge porn, stolen pictures and cyber harassment is the norm, is that \"it always spills outwards.\"", "label":"testimony"}
  ],
  [
    {"number":27, "text":"For them it was an amazing feminist experience", "label":"assumption"},
    {"number":28, "text":",", "label":"no-unit"},
    {"number":29, "text":"but", "label":"no-unit"},
    {"number":30, "text":"it didn't last", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"},
    {"number":32, "text":"Every single person I spoke to who intentionally embraced a \"slut\" persona ended up being treated terribly by people outside of her circle", "label":"anecdote"},
    {"number":33, "text":",", "label":"no-unit"},
    {"number":34, "text":"because the culture we live in is so dominated by the sexual double standard", "label":"assumption"},
    {"number":35, "text":".", "label":"no-unit"}
  ],
  [
    {"number":36, "text":"But beyond women who tried to reclaim \"slut\" for themselves, other feminists have rightfully asked why we should all try to reclaim a word with so much baggage - especially a word that impacts different women differently, and brings them a lot more pain than righteous justice", "label":"anecdote"},
    {"number":37, "text":".", "label":"no-unit"}
  ],
  [
    {"number":38, "text":"SlutWalks, for example, are no longer the cause celebre they once were", "label":"assumption"},
    {"number":39, "text":"because some women of color spoke out against the ways in which the protests and the reclamation of \"slut\" focused on the ability of white women to simultaneously embrace the word and reject its meaning", "label":"anecdote"},
    {"number":40, "text":".", "label":"no-unit"},
    {"number":41, "text":"A group of black female academics, activists, and writers wrote an open letter explaining that \"as Black women, we do not have the privilege or the space to call ourselves 'slut' without validating the already historically entrenched ideology and recurring messages about what and who the Black woman is.\"", "label":"testimony"}
  ],
  [
    {"number":42, "text":"Rutgers professor and writer Brittney Cooper wrote at the time,\"To organize a movement around the reclamation of a term is in and of itself an act of white privilege.\"", "label":"testimony"},
    {"number":43, "text":"In response, some SlutWalk organizers changed the name of their protests", "label":"anecdote"},
    {"number":44, "text":";", "label":"no-unit"},
    {"number":45, "text":"today", "label":"no-unit"},
    {"number":46, "text":",", "label":"no-unit"},
    {"number":47, "text":"while", "label":"no-unit"},
    {"number":48, "text":"a handful of SlutWalks remain", "label":"assumption"},
    {"number":49, "text":",", "label":"no-unit"},
    {"number":50, "text":"the excitement over the movement has waned noticeably", "label":"assumption"},
    {"number":51, "text":".", "label":"no-unit"}
  ],
  [
    {"number":52, "text":"But women everywhere are still being actively, physically hurt by the stereotypes that lead people to call them \"sluts\"", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"},
    {"number":54, "text":"Just look to the high profile deaths of young women who were slut-shamed and a mass shooting where the killer said he was targeting \"blonde sluts\"", "label":"assumption"},
    {"number":55, "text":":", "label":"no-unit"},
    {"number":56, "text":"we're still being targeted because of our identities and sexualities", "label":"assumption"},
    {"number":57, "text":",", "label":"no-unit"},
    {"number":58, "text":"and", "label":"no-unit"},
    {"number":59, "text":"it has, perhaps appropriately, put a damper on the once-celebratory reclamation of the word", "label":"assumption"},
    {"number":60, "text":".", "label":"no-unit"},
    {"number":61, "text":"Maybe that the wounds inflicted by \"slut\"- and the culture that encourages people to define women that way - that we once hoped were superficial are just too raw and too deep", "label":"assumption"},
    {"number":62, "text":".", "label":"no-unit"},
    {"number":63, "text":"Maybe the speed of the internet is too fast for us to control a word with so much potential to damage", "label":"assumption"},
    {"number":64, "text":".", "label":"no-unit"}
  ],
  [
    {"number":65, "text":"There' s a poster on my living room wall by artist Favianna Rodriguez that reads:\"I'm a Slut. I Vote. So Does Everyone I Sleep With. And You're About to be More Fucked Than I Am.\"", "label":"anecdote"},
    {"number":66, "text":"For me, it captures the brash, in-your-face spirit that the feminist movement I've loved is known for", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"}
  ],
  [
    {"number":68, "text":"But in this time of unprecedented feminist power, the conversation about \"slut\" can be more reflective than fevered", "label":"assumption"},
    {"number":69, "text":".", "label":"no-unit"},
    {"number":70, "text":"Women who want to call themselves \"sluts\" shouldn't stop, or be made to stop", "label":"assumption"},
    {"number":71, "text":"-", "label":"no-unit"},
    {"number":72, "text":"I love that women can embrace that which is meant to hurt them and find power in it", "label":"assumption"},
    {"number":73, "text":".", "label":"no-unit"},
    {"number":74, "text":"But I also know that we can still claim our sexuality and agency without using a word meant to denigrate- a word that still hurts so many people", "label":"assumption"},
    {"number":75, "text":".", "label":"no-unit"}
  ],
  [
    {"number":76, "text":"Besides", "label":"no-unit"},
    {"number":77, "text":",", "label":"no-unit"},
    {"number":78, "text":"we don't need \"slut\" to tell us what we already know: women have sex", "label":"assumption"},
    {"number":79, "text":",", "label":"no-unit"},
    {"number":80, "text":"some people don't like that and we're going to continue to do it anyway", "label":"assumption"},
    {"number":81, "text":".", "label":"no-unit"}
  ]
]}
