{"paragraphs":[
  [
    {"number":1, "text":"2015: Will new Congress get serious about Putin, Russia?", "label":"title"}
  ],
  [
    {"number":2, "text":"\"The bear never asks permission,\" remarked Vladmir Putin on a TV promo for his annual news conference", "label":"testimony"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"Yes, we know", "label":"other"},
    {"number":5, "text":".", "label":"no-unit"}
  ],
  [
    {"number":6, "text":"The Russians haven't stopped their aggressive posturing after annexing Crimea--not by a long-shot", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"},
    {"number":8, "text":"In early December there was another near miss between a Russian military jet with its transponders turned off and a commercial airliner just south of Sweden", "label":"anecdote"},
    {"number":9, "text":".", "label":"no-unit"}
  ],
  [
    {"number":10, "text":"This adds to the list of over 40 serious incidents involving Russia and NATO countries in the last 8 months, as detailed in a report by a British think tank called the European Leadership Network", "label":"testimony"},
    {"number":11, "text":".", "label":"no-unit"}
  ],
  [
    {"number":12, "text":"President Obama has so far remained unwilling to do little more than levy pin- prick sanctions against specific Russian individuals", "label":"assumption"},
    {"number":13, "text":",", "label":"no-unit"},
    {"number":14, "text":"but", "label":"no-unit"},
    {"number":15, "text":"that doesn't mean Congress is sitting still", "label":"assumption"},
    {"number":16, "text":".", "label":"no-unit"}
  ],
  [
    {"number":17, "text":"Republicans have continued to show a willingness to get tough with Russia to actually deter it", "label":"assumption"},
    {"number":18, "text":".", "label":"no-unit"},
    {"number":19, "text":"And now the New Year ushers in a Republican majority in the Senate, and a freshly motivated Republican House", "label":"anecdote"},
    {"number":20, "text":".", "label":"no-unit"}
  ],
  [
    {"number":21, "text":"Several Senators have argued the U.S  should impose much tougher sanctions on whole sectors of the Russian economy, provide significant arms to Ukraine and NATO allies in the region, and should go back to an emphasis on building out missile defense in Europe", "label":"anecdote"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"Moscow has long opposed U.S  missile defense in countries that were once forcibly a part of the Soviet Union", "label":"common-ground"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"Recall the now infamous abandonment by President Obama of the Bush plan to deploy 10 large interceptors in Poland in an effort to appease Russia", "label":"anecdote"},
    {"number":26, "text":".", "label":"no-unit"},
    {"number":27, "text":"Those same interceptors might not be deployed", "label":"assumption"},
    {"number":28, "text":",", "label":"no-unit"},
    {"number":29, "text":"but", "label":"no-unit"},
    {"number":30, "text":"the current and more modest plans to build up defenses, could be adapted", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"},
    {"number":32, "text":"Congressman Mike Tuner, R-Ohio, said in a statement released on December 18, \"Given Russia's increased aggression toward the West and Iran\\'s stubbornness toward its nuclear program, we must ensure a robust BMD capability in Europe", "label":"testimony"},
    {"number":33, "text":".", "label":"no-unit"},
    {"number":34, "text":"Russia is clearly now a threat to the West.\"", "label":"testimony"}
  ],
  [
    {"number":35, "text":"For years the U.S  has insisted that homeland missile defense systems will not be targeted at Russian assets in order to maintain a \"strategic balance\" between the former Cold War foes", "label":"common-ground"},
    {"number":36, "text":".", "label":"no-unit"},
    {"number":37, "text":"This remains the position of the U.S as laid out in a 2010 policy document called the Ballistic Missile Defense Review (BMDR)", "label":"testimony"},
    {"number":38, "text":".", "label":"no-unit"},
    {"number":39, "text":"It is not, however, codified in law", "label":"common-ground"},
    {"number":40, "text":".", "label":"no-unit"}
  ],
  [
    {"number":41, "text":"And", "label":"no-unit"},
    {"number":42, "text":"since the U.S  began deploying more missile defense systems abroad to protect allies and U.S  troops from Iranian missiles, officials have made the case that they were not defending against the shorter range Russian systems", "label":"anecdote"},
    {"number":43, "text":".", "label":"no-unit"},
    {"number":44, "text":"But", "label":"no-unit"},
    {"number":45, "text":"this may change", "label":"assumption"},
    {"number":46, "text":";", "label":"no-unit"},
    {"number":47, "text":"and", "label":"no-unit"},
    {"number":48, "text":"if it does, it will be the fault of the Russian government, and to the credit of American officials who are paying close attention", "label":"assumption"},
    {"number":49, "text":".", "label":"no-unit"}
  ],
  [
    {"number":50, "text":"Unconvinced", "label":"no-unit"},
    {"number":51, "text":"that the U.S  is not threatening its military", "label":"no-unit"},
    {"number":52, "text":",", "label":"no-unit"},
    {"number":53, "text":"Russia has moved forward with an aggressive plan to improve in quality and quantity its offensive missile forces and continues to threaten its neighbors (U.S  allies) with them, even threatening to use--preemptively--nuclear weapons", "label":"assumption"},
    {"number":54, "text":".", "label":"no-unit"},
    {"number":55, "text":"The revelations that Russia has been in violation of the INF Treaty has also ushered in some bipartisan agreement that perhaps the U.S  should rethink its position regarding missile defense and Russia", "label":"assumption"},
    {"number":56, "text":".", "label":"no-unit"}
  ],
  [
    {"number":57, "text":"Democratic Senator Joe Donnelly, R-Ind , raised the issue of speeding up and strengthening U.S  missile defense in Europe in the context of Russian aggression during an April 2, 2014 Senate hearing", "label":"anecdote"},
    {"number":58, "text":".", "label":"no-unit"}
  ],
  [
    {"number":59, "text":"In the recent omnibus bill Congress approved $20 million to do just that -- speed up the deployment of the European Phased Adaptive Approach-- a missile defense plan to deploy missile defense assets in Europe to protect against the regional Iranian threats", "label":"anecdote"},
    {"number":60, "text":".", "label":"no-unit"}
  ],
  [
    {"number":61, "text":"Between the failure of the infamous \"Iran deal\" to curb Iranian missile development and Russia's continued aggression in the region, this makes perfect sense and is good policy", "label":"assumption"},
    {"number":62, "text":".", "label":"no-unit"}
  ],
  [
    {"number":63, "text":"In a recent trip to Eastern Europe, the Chairman of the House Strategic Forces Subcommittee, Congressman Mike Rogers, R-Ala , stated that the interceptors in Europe could be made to defend against some Russian threats", "label":"testimony"},
    {"number":64, "text":".", "label":"no-unit"}
  ],
  [
    {"number":65, "text":"As", "label":"no-unit"},
    {"number":66, "text":"one can imagine", "label":"no-unit"},
    {"number":67, "text":",", "label":"no-unit"},
    {"number":68, "text":"this didn't thrill the Russians--but short of American decline, what does?", "label":"assumption"}
  ],
  [
    {"number":69, "text":"Russian Foreign Ministry spokesman Alexander Lukashevich said in a statement,\"Hence, the U.S  lawmaker confirmed the justifiability of concerns having been aired by Moscow for a long time that the missile shield being developed by the U.S  is intended solely for the purposes officially declared by Washington.\"", "label":"testimony"}
  ],
  [
    {"number":70, "text":"If the U.S  does configure systems to protect its allies against Russian missiles, it is because it will be because Uncle Sam finally stopped \"asking permission\" and decided to get serious about deterring \"the bear.\"", "label":"assumption"}
  ]
]}
