{"paragraphs":[
  [
    {"number":1, "text":"Atlanta Fire Chief: I was fired because of my Christian faith.", "label":"title"}
  ],
  [
    {"number":2, "text":"Kelvin Cochran was five-years-old when he realized that he wanted to be a firefighter", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"\"My family was very, very poor,\" Cochran told me", "label":"testimony"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"\"We were living in a shotgun house in an alley - three big brothers, two little sisters.\"", "label":"testimony"}
  ],
  [
    {"number":7, "text":"One Sunday afternoon the Cochran children heard a fire truck stop across from their neighbor's home", "label":"anecdote"},
    {"number":8, "text":".", "label":"no-unit"},
    {"number":9, "text":"Miss Maddie's house was one fire", "label":"anecdote"},
    {"number":10, "text":".", "label":"no-unit"}
  ],
  [
    {"number":11, "text":"\"That's the day that God convicted me in my heart that I wanted to be a firefighter when I grew up,\" Cochran said", "label":"testimony"},
    {"number":12, "text":".", "label":"no-unit"},
    {"number":13, "text":"\"All I thought about growing up in Shreveport was not being poor and being a firefighter.\"", "label":"testimony"}
  ],
  [
    {"number":14, "text":"And God granted Kelvin Cochran the desires of his heart", "label":"assumption"},
    {"number":15, "text":".", "label":"no-unit"},
    {"number":16, "text":"The little boy in the shotgun shack grew up to become the fire chief of Shreveport", "label":"anecdote"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"He was named the Atlanta fire chief in 2008 - a position he served until 2009", "label":"anecdote"},
    {"number":19, "text":"when", "label":"no-unit"},
    {"number":20, "text":"was called to serve in the Obama Administration as a fire administrator", "label":"anecdote"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"In 2010 he returned to Atlanta", "label":"anecdote"},
    {"number":23, "text":"where he was unanimously confirmed to once again be the city's fire chief", "label":"anecdote"},
    {"number":24, "text":".", "label":"no-unit"}
  ],
  [
    {"number":25, "text":"But now Chief Cochran's storied career is up in smoke - all because of a book he wrote for a men's Bible study group at his Baptist church", "label":"assumption"},
    {"number":26, "text":".", "label":"no-unit"}
  ],
  [
    {"number":27, "text":"CLICK HERE", "label":"no-unit"},
    {"number":28, "text":"TO FOLLOW TODD ON FACEBOOK FOR CONSERVATIVE CONVERSATION!", "label":"no-unit"}
  ],
  [
    {"number":29, "text":"Atlanta Mayor Kasim Reed announced Tuesday that Cochran had been fired", "label":"testimony"},
    {"number":30, "text":".", "label":"no-unit"},
    {"number":31, "text":"The announcement came on the same day Cochran was supposed to return to work following a 30-day suspension", "label":"anecdote"},
    {"number":32, "text":".", "label":"no-unit"}
  ],
  [
    {"number":33, "text":"\"The LGBT members of our community have a right to be able to express their views and convictions about sexuality and deserve to be respected for their position without hate or discrimination,\" Cochran told me in an exclusive interview", "label":"testimony"},
    {"number":34, "text":".", "label":"no-unit"},
    {"number":35, "text":"\"But Christians also have a right to express our belief regarding our faith and be respected for our position without hate and without discrimination. In the United States, no one should be vilified, hated or discriminated against for expressing their beliefs.\"", "label":"testimony"}
  ],
  [
    {"number":36, "text":"Cochran had been suspended in November because of a passage he wrote about homosexuality in a book titled,\"Who Told You That You Were Naked?\"", "label":"anecdote"},
    {"number":37, "text":"The book's theme is about biblical morality", "label":"anecdote"},
    {"number":38, "text":".", "label":"no-unit"}
  ],
  [
    {"number":39, "text":"\"This is about judgment,\" Mayor Reed said during a Tuesday press conference", "label":"testimony"},
    {"number":40, "text":".", "label":"no-unit"},
    {"number":41, "text":"\"This is not about religious freedom. This is not about free speech. Judgment is the basis of the problem.\"", "label":"testimony"}
  ],
  [
    {"number":42, "text":"Last November the mayor posted a public condemnation of the fire chief on his official Facebook page", "label":"anecdote"},
    {"number":43, "text":".", "label":"no-unit"}
  ],
  [
    {"number":44, "text":"\"I profoundly disagree with and am deeply disturbed by the sentiments expressed in the paperback regarding the LGBT community,\" the mayor wrote", "label":"testimony"},
    {"number":45, "text":".", "label":"no-unit"},
    {"number":46, "text":"\"I will not tolerate discrimination of any kind within my administration.\"", "label":"testimony"}
  ],
  [
    {"number":47, "text":"The mayor went on to inform the public that Cochran had been suspended without pay and was ordered to complete a sensitivity training class", "label":"anecdote"},
    {"number":48, "text":".", "label":"no-unit"}
  ],
  [
    {"number":49, "text":"\"I want to be clear that the material in Chief Cochran's book is not representative of my personal beliefs, and is inconsistent with the Administration's work to make Atlanta a more welcoming city for all of her citizens-- regardless of their sexual orientation, gender, race and religious beliefs,\" Mayor Reed wrote", "label":"testimony"},
    {"number":50, "text":".", "label":"no-unit"}
  ],
  [
    {"number":51, "text":"So what in the world did Cochran write According to the GA Voice, a publication that covers the LGBT community, there were two items that caused concern", "label":"testimony"}
  ],
  [
    {"number":52, "text":":.", "label":"no-unit"}
  ],
  [
    {"number":53, "text":"\"Uncleanness - whatever is opposite of purity; including sodomy, homosexuality, lesbianism, pederasty, bestiality, all other forms of sexual perversion.\"", "label":"testimony"}
  ],
  [
    {"number":54, "text":"\"Naked men refuse to give in, so they pursue sexual fulfillment through multiple partners, with the opposite sex, the same sex, and sex outside of marriage and many other vile, vulgar and inappropriate ways which defile their body- temple and dishonor God.\"", "label":"testimony"}
  ],
  [
    {"number":55, "text":"Cochran said he referenced homosexuality on less than a half a page in the 160-page book", "label":"testimony"},
    {"number":56, "text":".", "label":"no-unit"}
  ],
  [
    {"number":57, "text":"\"I did not single out homosexuality,\" he said", "label":"testimony"},
    {"number":58, "text":".", "label":"no-unit"},
    {"number":59, "text":"'. I simply spoke to sex being created by God for pro-creation and He intended it to be between a man and a woman in holy matrimony - and that any other sex outside of that is sin.\"", "label":"testimony"}
  ],
  [
    {"number":60, "text":"Cochran told me that someone within the department obtained a copy of the book and took it to openly-gay city council member Alex Wan", "label":"testimony"},
    {"number":61, "text":".", "label":"no-unit"}
  ],
  [
    {"number":62, "text":"Wan released a statement supporting Cochran's termination", "label":"anecdote"},
    {"number":63, "text":"and said it \"sends a strong message to employees about how much we value diversity and how we adhere to a non-discriminatory environment.\"", "label":"testimony"}
  ],
  [
    {"number":64, "text":"The book caused a firestorm within Atlanta's LGBT community", "label":"assumption"},
    {"number":65, "text":"and", "label":"no-unit"},
    {"number":66, "text":"there were many calls for him to be fired - a decision the mayor finally agreed to", "label":"anecdote"},
    {"number":67, "text":".", "label":"no-unit"}
  ],
  [
    {"number":68, "text":"\"I guess they got what they asked for,\" Cochran said", "label":"testimony"},
    {"number":69, "text":".", "label":"no-unit"}
  ],
  [
    {"number":70, "text":"Georgia Equality Executive Director Jeff Graham told GA Voice Cochran's \"anti- gay\" views could result in a hostile work environment", "label":"testimony"},
    {"number":71, "text":".", "label":"no-unit"}
  ],
  [
    {"number":72, "text":"\"This is not about his religious views but his about his ability to lead a diverse work force,\" he said", "label":"testimony"},
    {"number":73, "text":".", "label":"no-unit"},
    {"number":74, "text":"\"It's unfortunate that this had to happen. I feel the mayor has done the right thing to ensure all employees are treated fairly.\"", "label":"testimony"}
  ],
  [
    {"number":75, "text":"The allegations against Cochran amount to a he-said, he-said between the fire chief and the mayor", "label":"assumption"},
    {"number":76, "text":".", "label":"no-unit"}
  ],
  [
    {"number":77, "text":"Reed said that he had no knowledge that Cochran was writing a book", "label":"testimony"},
    {"number":78, "text":".", "label":"no-unit"},
    {"number":79, "text":"However, Cochran said the director of Atlanta's ethics office had not only given him permission to write the book, but to also mention in his biography that he was the city's fire chief", "label":"testimony"},
    {"number":80, "text":".", "label":"no-unit"}
  ],
  [
    {"number":81, "text":"Cochran said he gave a copy of the book to Mayor Reed in January, 2014 and the mayor told him he planned on reading it during an upcoming trip", "label":"testimony"},
    {"number":82, "text":".", "label":"no-unit"}
  ],
  [
    {"number":83, "text":"Cochran also admitted that he gave copies of the book to several members of the fire department - individuals with whom he had personal relationships", "label":"testimony"},
    {"number":84, "text":".", "label":"no-unit"}
  ],
  [
    {"number":85, "text":"The mayor also took issue with Cochran speaking publicly about his suspension", "label":"assumption"},
    {"number":86, "text":".", "label":"no-unit"},
    {"number":87, "text":"However, Cochran said he honored the mayor's guidance and did not speak to the media", "label":"testimony"},
    {"number":88, "text":".", "label":"no-unit"},
    {"number":89, "text":"He did, however, share his testimony in several churches", "label":"anecdote"},
    {"number":90, "text":".", "label":"no-unit"}
  ],
  [
    {"number":91, "text":"\"I did not dishonor him in the process,\" Cochran told me", "label":"testimony"},
    {"number":92, "text":".", "label":"no-unit"}
  ],
  [
    {"number":93, "text":"Cochran wants to make clear that he does not hate anyone", "label":"assumption"},
    {"number":94, "text":".", "label":"no-unit"}
  ],
  [
    {"number":95, "text":"\"The essence of the Christian faith is a love without condition, sir,\" he told me", "label":"testimony"},
    {"number":96, "text":".", "label":"no-unit"},
    {"number":97, "text":"\"I have demonstrated that love in the fire service for 34 years. There' s not any person of any people group that has interacted with me for any measure of time that can say I have hate or disregard or discrimination in my heart for any people group.\"", "label":"testimony"}
  ],
  [
    {"number":98, "text":"Cochran's plight has drawn condemnation from a number of religious groups across Georgia including the influential Georgia Baptist Convention", "label":"assumption"},
    {"number":99, "text":".", "label":"no-unit"}
  ],
  [
    {"number":100, "text":"\"This is appalling,\" said Robert White, president of the Georgia Baptist Convention", "label":"testimony"},
    {"number":101, "text":".", "label":"no-unit"},
    {"number":102, "text":"\"This has everything to do with his religious beliefs.\"", "label":"testimony"}
  ],
  [
    {"number":103, "text":"White told me he believes the mayor succumbed to pressure from the city's LGBT community", "label":"testimony"},
    {"number":104, "text":".", "label":"no-unit"}
  ],
  [
    {"number":105, "text":"\"It's a frightening day in the United States when a person cannot express their faith without fears of persecution following,\" he told me", "label":"testimony"},
    {"number":106, "text":".", "label":"no-unit"},
    {"number":107, "text":"\"It's persecution when a godly fire chief loses his job over expressing his Christian faith.\"", "label":"testimony"}
  ],
  [
    {"number":108, "text":"And the fire chief's firing could spark public protests and demonstrations from the state's Christian community", "label":"assumption"},
    {"number":109, "text":".", "label":"no-unit"}
  ],
  [
    {"number":110, "text":"\"We're past the point of taking a public stand,\" White told me", "label":"testimony"},
    {"number":111, "text":".", "label":"no-unit"},
    {"number":112, "text":"\"Christians must stand up for their rights.\"", "label":"testimony"}
  ],
  [
    {"number":113, "text":"Cochran told me he is considering his legal options", "label":"testimony"},
    {"number":114, "text":"- but", "label":"no-unit"},
    {"number":115, "text":"one thing is certain", "label":"assumption"},
    {"number":116, "text":".", "label":"no-unit"},
    {"number":117, "text":"He has no desire to get his old job back", "label":"assumption"},
    {"number":118, "text":".", "label":"no-unit"}
  ],
  [
    {"number":119, "text":"\"I believe God has greater things for me,\" the father and grandfather said", "label":"testimony"},
    {"number":120, "text":".", "label":"no-unit"},
    {"number":121, "text":"\"I love the fire services. It's a childhood dream come true.\"", "label":"testimony"}
  ],
  [
    {"number":122, "text":"And don't go feeling sorry for Chief Cochran", "label":"no-unit"},
    {"number":123, "text":".", "label":"no-unit"}
  ],
  [
    {"number":124, "text":"\"I'm not discouraged and I'm not downtrodden,\" he said", "label":"testimony"},
    {"number":125, "text":".", "label":"no-unit"},
    {"number":126, "text":"\"This is a God thing and He's going to do great things and He will vindicate me publicly.\"", "label":"testimony"}
  ]
]}
