{"paragraphs":[
  [
    {"number":1, "text":"Chaplain punished for sharing his faith in suicide prevention class.", "label":"title"}
  ],
  [
    {"number":2, "text":"An Army chaplain was punished for discussing matters of faith and quoting from the Bible during a suicide prevention training session with the 5th Ranger Training Battalion -- leading to outrage from religious liberty groups and a Georgia congressman", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"Chaplain Joseph Lawhorn was issued a Letter of Concern that accused him of advocating for Christianity and \"using Christian scripture and solutions\" during a Nov  20th training session held at the University of North Georgia", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"}
  ],
  [
    {"number":6, "text":"\"You provided a two-sided handout that listed Army resources on one side and a biblical approach to handling depression on the other side,\" Col  David Fivecoat, the commander of the Airborne and Ranger Training Brigade at Ft  Benning, Georgia, wrote in the letter to the chaplain", "label":"testimony"},
    {"number":7, "text":".", "label":"no-unit"},
    {"number":8, "text":"\"This made it impossible for those in attendance to receive the resource information without also receiving the biblical information.\"", "label":"testimony"}
  ],
  [
    {"number":9, "text":"The Christian chaplain was warned to be \"careful to avoid any perception you are advocating one system of beliefs over another.\"", "label":"testimony"}
  ],
  [
    {"number":10, "text":"However", "label":"no-unit"},
    {"number":11, "text":",", "label":"no-unit"},
    {"number":12, "text":" attorneys for the chaplain, along with religious advocacy groups, say his comments are covered by the \"right of conscience clause\" that was passed in last year's National Defense Authorization Act, section 533", "label":"anecdote"},
    {"number":13, "text":".", "label":"no-unit"}
  ],
  [
    {"number":14, "text":"CLICK HERE", "label":"no-unit"},
    {"number":15, "text":"TO JOIN TODD ON FACEBOOK FOR CONSERVATIVE CONVERSATION!", "label":"no-unit"}
  ],
  [
    {"number":16, "text":"Chaplain Lawhorn was ordered to appear in the colonel's office on Thanksgiving Day where he was personally handed the Letter of Concern", "label":"anecdote"},
    {"number":17, "text":".", "label":"no-unit"}
  ],
  [
    {"number":18, "text":"Based on Col  Fivecoat's version of events -- you would've thought Chaplain Lawhorn had turned the suicide prevention workshop into a Billy Graham Crusade", "label":"assumption"},
    {"number":19, "text":".", "label":"no-unit"},
    {"number":20, "text":"However", "label":"no-unit"},
    {"number":21, "text":",", "label":"no-unit"},
    {"number":22, "text":" that's not what happened", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"During the course of", "label":"no-unit"},
    {"number":25, "text":"conducting the training session", "label":"no-unit"},
    {"number":26, "text":",", "label":"no-unit"},
    {"number":27, "text":"Ron Crews, the endorsing agent for military chaplains for Grace Churches International, explained, the chaplain discussed his own struggles with depression and the methods and techniques he personally used to combat depression", "label":"testimony"},
    {"number":28, "text":".", "label":"no-unit"},
    {"number":29, "text":"He said the chaplain did provide a handout with religious resources", "label":"testimony"},
    {"number":30, "text":"--", "label":"no-unit"},
    {"number":31, "text":"but he also provided a handout with non-religious resources", "label":"assumption"},
    {"number":32, "text":".", "label":"no-unit"}
  ],
  [
    {"number":33, "text":"\"The chaplain did nothing wrong,\" said Crews", "label":"testimony"},
    {"number":34, "text":".", "label":"no-unit"},
    {"number":35, "text":"\"At no time did he say his was the only or even the preferred way of dealing with depression. And at no time did he deny the validity of any other method.\"", "label":"testimony"}
  ],
  [
    {"number":36, "text":"Lawhorn is one of the few Army chaplains to wear the Ranger Tab", "label":"anecdote"},
    {"number":37, "text":"and", "label":"no-unit"},
    {"number":38, "text":"Crews said it was through that identification that he shared his story about depression", "label":"testimony"},
    {"number":39, "text":".", "label":"no-unit"}
  ],
  [
    {"number":40, "text":"\"His story involves his faith journey,\" Crews said", "label":"testimony"},
    {"number":41, "text":".", "label":"no-unit"},
    {"number":42, "text":"\"He was simply being a great Army chaplain - in ministering to his troops and providing first hand how he has dealt with depression in the past", "label":"testimony"},
    {"number":43, "text":".", "label":"no-unit"},
    {"number":44, "text":"That's what chaplains do. They bare their souls for their soldiers in order to help them with crises they may be going through.\"", "label":"testimony"}
  ],
  [
    {"number":45, "text":"However", "label":"no-unit"},
    {"number":46, "text":",", "label":"no-unit"},
    {"number":47, "text":" someone in the training session complained to the Military Association of Atheists and Freethinkers", "label":"anecdote"},
    {"number":48, "text":".", "label":"no-unit"},
    {"number":49, "text":"That complaint led to a story on the Huffington Post", "label":"anecdote"},
    {"number":50, "text":".", "label":"no-unit"}
  ],
  [
    {"number":51, "text":"Michael Berry, an attorney with Liberty Institute, a law firm that handles religious liberty cases, is representing the chaplain", "label":"anecdote"},
    {"number":52, "text":".", "label":"no-unit"},
    {"number":53, "text":"He said the person who filed the complained \"exploited\" the chaplain's \"vulnerability.\"", "label":"testimony"}
  ],
  [
    {"number":54, "text":"\"It took a great amount of courage for Chaplain Lawhorn to discuss his own personal battle with depression,\" Berry said", "label":"testimony"},
    {"number":55, "text":".", "label":"no-unit"},
    {"number":56, "text":"\"At no time did he consider himself to be in a 'preacher' role.\"", "label":"testimony"},
    {"number":57, "text":"Berry called on the Army to rescind the Letter of Concern-- calling it a violation of the chaplain's constitutional rights", "label":"testimony"},
    {"number":58, "text":".", "label":"no-unit"}
  ],
  [
    {"number":59, "text":"\"Not only is it lawful for a chaplain to talk about matters of faith and spirituality and religion in a suicide prevention training class- but the Army policy encourages discussion of matters of faith and spiritual wellness,\" Berry told me", "label":"testimony"},
    {"number":60, "text":".", "label":"no-unit"},
    {"number":61, "text":"\"The fact that one person in the class was offended changes nothing.\"", "label":"testimony"}
  ],
  [
    {"number":62, "text":"Congressman Doug Collins, a Republican lawmaker from Georgia, whose district includes the area where the training session took place, fired off a letter to Col  Fivecoat expressing his concerns in the matter", "label":"anecdote"},
    {"number":63, "text":".", "label":"no-unit"}
  ],
  [
    {"number":64, "text":"\"I find it counterintuitive to have someone lead a suicide prevention course but prohibit them from providing their personal testimony,\" Collins wrote", "label":"testimony"},
    {"number":65, "text":".", "label":"no-unit"}
  ],
  [
    {"number":66, "text":"He cited the Army's Equal Opportunity policy and how it was set up to protect the personal beliefs of military personnel", "label":"anecdote"},
    {"number":67, "text":".", "label":"no-unit"}
  ],
  [
    {"number":68, "text":"\"I fear Chaplain Lawhorn's freedom of expression was improperly singled out,\" he wrote", "label":"testimony"},
    {"number":69, "text":".", "label":"no-unit"}
  ],
  [
    {"number":70, "text":"Liberty Institute tells me the Army will allow me to speak with the chaplain -- but not right now", "label":"anecdote"},
    {"number":71, "text":".", "label":"no-unit"},
    {"number":72, "text":"And Col  Fivecoat sent me an email telling me that he would not be able to comment at this point", "label":"anecdote"},
    {"number":73, "text":".", "label":"no-unit"}
  ],
  [
    {"number":74, "text":"If I'm reading between the lines -- that Letter of Concern comes pretty close to accusing the chaplain of proselytizing", "label":"assumption"},
    {"number":75, "text":".", "label":"no-unit"},
    {"number":76, "text":"Crews agrees with my assessment", "label":"assumption"},
    {"number":77, "text":".", "label":"no-unit"}
  ],
  [
    {"number":78, "text":"\"The bottom line is -- that is exactly what they are trying to accuse him of-- when nothing could be further from the truth,\" Crews told me", "label":"testimony"},
    {"number":79, "text":".", "label":"no-unit"},
    {"number":80, "text":"\"The military leadership needs to commend Chaplain Lawhorn, not condemn him.\"", "label":"testimony"}
  ],
  [
    {"number":81, "text":"Berry said Americans should be shocked and outraged over Chaplain Lawhorn's punishment", "label":"testimony"},
    {"number":82, "text":".", "label":"no-unit"}
  ],
  [
    {"number":83, "text":"\"His job is to save lives-- and he's being punished for trying to do his job,\" Berry said", "label":"testimony"},
    {"number":84, "text":".", "label":"no-unit"},
    {"number":85, "text":"\"He's doing everything he can to save them- and yet now they're trying to say - the way you're doing it offends me.\"", "label":"testimony"}
  ],
  [
    {"number":86, "text":"I find it both repulsive and heartbreaking to know that we have a military that frowns upon a chaplain using a Bible to save a soldier's life", "label":"assumption"},
    {"number":87, "text":".", "label":"no-unit"}
  ]
]}
