{"paragraphs":[
  [
    {"number":1, "text":"Christian ex-fire chief fires back at Atlanta mayor, files discrimination complaint.", "label":"title"}
  ],
  [
    {"number":2, "text":"Former Atlanta Fire Chief Kelvin Cochran says he was fired because he wrote a book expressing his Christian faith, according to a discrimination complaint filed Jan  19 with the Equal Employment Opportunity Commission", "label":"testimony"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"\"I believe that I have been discriminated against because of my religion,\" Cochran wrote in the complaint", "label":"testimony"},
    {"number":5, "text":".", "label":"no-unit"}
  ],
  [
    {"number":6, "text":"His attorney, Jeremy Tedesco of the Alliance Defending Freedom, a Christian legal organization that advocates for the right of people to freely live out their faith, said the ADA wants to vindicate the former fire chief following his \"unjust termination.\"", "label":"testimony"}
  ],
  [
    {"number":7, "text":"\"Americans are guaranteed the freedom to live without fear of losing their jobs because of their beliefs and thoughts,\" Tedesco said", "label":"testimony"},
    {"number":8, "text":".", "label":"no-unit"}
  ],
  [
    {"number":9, "text":"Atlanta Mayor Kasim Reed threatened that the former fire chief's reputation would be destroyed should he file a lawsuit", "label":"anecdote"},
    {"number":10, "text":".", "label":"no-unit"}
  ],
  [
    {"number":11, "text":"\"He's gon na lose,\" Reed told television station WAGA", "label":"testimony"},
    {"number":12, "text":".", "label":"no-unit"},
    {"number":13, "text":"\"And in the process his reputation is going to be destroyed because people are going to see he's dishonest.\"", "label":"testimony"}
  ],
  [
    {"number":14, "text":"The EEOC complaint is the latest move in a battle between Cochran and Reed that has generated a national debate over religious liberty in the public marketplace", "label":"assumption"},
    {"number":15, "text":"since", "label":"no-unit"},
    {"number":16, "text":"it began in November", "label":"assumption"},
    {"number":17, "text":".", "label":"no-unit"}
  ],
  [
    {"number":18, "text":"Cochran was suspended without pay on Nov  24 for writing a book about biblical morality,\"Who Told You That You Were Naked?\"", "label":"anecdote"},
    {"number":19, "text":"He said homosexuality is \"vile\" and listed it among other forms of \"sexual perversions.\"", "label":"testimony"}
  ],
  [
    {"number":20, "text":"He was also accused of giving the book to colleagues at work with whom he had personal friendships", "label":"anecdote"},
    {"number":21, "text":".", "label":"no-unit"}
  ],
  [
    {"number":22, "text":"An investigation by the city of Atlanta found that \"firefighters throughout the organization are appalled by the sentiments expressed in the book.\"", "label":"testimony"}
  ],
  [
    {"number":23, "text":"The report went on to say that \"there is also general agreement the contents of the book have eroded trust and have compromised the ability of the chief to provide leadership in the future.\"", "label":"testimony"}
  ],
  [
    {"number":24, "text":"CLICK HERE TO JOIN TODD ON FACEBOOK FOR CONSERVATIVE CONVERSATION!", "label":"no-unit"}
  ],
  [
    {"number":25, "text":"But the investigation found no evidence of discrimination against LGBT firefighters", "label":"assumption"},
    {"number":26, "text":".", "label":"no-unit"}
  ],
  [
    {"number":27, "text":"\"There is currently no indication that Chief Cochran allowed his religious beliefs to compromise his disciplinary decisions,\" the report states", "label":"testimony"},
    {"number":28, "text":".", "label":"no-unit"},
    {"number":29, "text":"\"No interviewed witness could point to a specific instance in which any member of the organization has been treated unfairly by Chief Cochran on the basis of his religious beliefs.\"", "label":"testimony"}
  ],
  [
    {"number":30, "text":"Cochran was cleared of any wrongdoing", "label":"anecdote"},
    {"number":31, "text":".", "label":"no-unit"},
    {"number":32, "text":"But on Jan  6 - the day he was supposed to return to work- he was fired", "label":"anecdote"},
    {"number":33, "text":".", "label":"no-unit"}
  ],
  [
    {"number":34, "text":"The mayor denied that Cochran's faith had anything to do with his dismissal", "label":"anecdote"},
    {"number":35, "text":".", "label":"no-unit"},
    {"number":36, "text":"Instead", "label":"no-unit"},
    {"number":37, "text":",", "label":"no-unit"},
    {"number":38, "text":" he said it was lack of judgment and management skills", "label":"anecdote"},
    {"number":39, "text":".", "label":"no-unit"},
    {"number":40, "text":"He also said Cochran violated the city's code of conduct", "label":"anecdote"},
    {"number":41, "text":".", "label":"no-unit"}
  ],
  [
    {"number":42, "text":"Folks, this was nothing short of an old-fashioned witch hunt led by the mayor, LGBT activists and the city's left-wing firefighter's union", "label":"assumption"},
    {"number":43, "text":".", "label":"no-unit"}
  ],
  [
    {"number":44, "text":"According to the city's investigation, they interviewed a retired lesbian battalion chief who harbored \"suspicions\" about Cochran's Christian faith", "label":"testimony"},
    {"number":45, "text":".", "label":"no-unit"}
  ],
  [
    {"number":46, "text":"\"She stated that she took a voluntary demotion because of these suspicions,\" the report states", "label":"testimony"},
    {"number":47, "text":".", "label":"no-unit"}
  ],
  [
    {"number":48, "text":"What a load of fertilizer", "label":"no-unit"},
    {"number":49, "text":".", "label":"no-unit"}
  ],
  [
    {"number":50, "text":"The Atlanta Professional Firefighters Local 134 piled on, commending the mayor for firing the Christian fire chief", "label":"assumption"},
    {"number":51, "text":".", "label":"no-unit"}
  ],
  [
    {"number":52, "text":"\"Local 134 supports LGBT rights and equality among all employees,\" the union said in a statement, urging the city to \"improve LGBT rights by adding an LGBT liaison for the fire department.\"", "label":"testimony"}
  ],
  [
    {"number":53, "text":"Now", "label":"no-unit"},
    {"number":54, "text":",", "label":"no-unit"},
    {"number":55, "text":" the leadership of Local 134 is either ignorant or illiterate ", "label":"assumption"},
    {"number":56, "text":"-", "label":"no-unit"},
    {"number":57, "text":"because the official investigation clearly shows the fire chief NEVER DISCRIMINATED AGAINST LGBT FIREFIGHTERS", "label":"assumption"},
    {"number":58, "text":".", "label":"no-unit"}
  ],
  [
    {"number":59, "text":"The New York Times editorial board said it doesn't matter if Chief Cochran was innocent", "label":"testimony"},
    {"number":60, "text":".", "label":"no-unit"},
    {"number":61, "text":"That's not the point, it wrote Tuesday in a scathing editorial titled\"God, Gays and the Atlanta Fire Department.\"", "label":"testimony"}
  ],
  [
    {"number":62, "text":"\"It should not matter that the investigation found no evidence that Mr  Cochran had mistreated gays or lesbians,\" the Times wrote", "label":"testimony"},
    {"number":63, "text":".", "label":"no-unit"},
    {"number":64, "text":"\"His position as a high-level public servant makes his remarks especially problematic, and requires that he be held to a different standard.\"", "label":"testimony"}
  ],
  [
    {"number":65, "text":"The mayor may have the LGBT activists, the union and The New York Times on his side", "label":"assumption"},
    {"number":66, "text":"- but", "label":"no-unit"},
    {"number":67, "text":"Chief Cochran has some much bigger firepower - the nation's evangelical community", "label":"assumption"},
    {"number":68, "text":".", "label":"no-unit"}
  ],
  [
    {"number":69, "text":"Leading the charge is Franklin Graham, president of the Billy Graham Evangelistic Association", "label":"assumption"},
    {"number":70, "text":".", "label":"no-unit"},
    {"number":71, "text":"Graham told me he's known Cochran for years- and found him to be a decent and honorable man", "label":"anecdote"},
    {"number":72, "text":".", "label":"no-unit"}
  ],
  [
    {"number":73, "text":"He said Cochran has become the latest victim of a national cleansing of Christians in the public marketplace", "label":"testimony"},
    {"number":74, "text":".", "label":"no-unit"}
  ],
  [
    {"number":75, "text":"\"We need to stand up with Chief Cochran and others when they are persecuted,\" Graham told me", "label":"testimony"},
    {"number":76, "text":".", "label":"no-unit"},
    {"number":77, "text":"\"This man is being persecuted because he believes the Bible.\"", "label":"testimony"}
  ],
  [
    {"number":78, "text":"Robert White, executive director of the Georgia Baptist Convention, called The New York Times editorial \"quite remarkable.\"", "label":"testimony"}
  ],
  [
    {"number":79, "text":"\"It declares his innocence and then declares him guilty,\" he said", "label":"testimony"},
    {"number":80, "text":".", "label":"no-unit"},
    {"number":81, "text":"\"Guilty of what? He didn't discriminate against any homosexuals", "label":"testimony"},
    {"number":82, "text":".", "label":"no-unit"},
    {"number":83, "text":"He vowed that he wanted to have a healthy workplace for all of his employees.\"", "label":"testimony"}
  ],
  [
    {"number":84, "text":"The Times went on to argue that while Cochran is free to believe whatever he wants, there are limits to where he can believe and still maintain gainful employment in the public arena", "label":"testimony"},
    {"number":85, "text":".", "label":"no-unit"}
  ],
  [
    {"number":86, "text":"If", "label":"no-unit"},
    {"number":87, "text":"I didn't know better", "label":"assumption"},
    {"number":88, "text":",", "label":"no-unit"},
    {"number":89, "text":"I'd say The New York Times is suggesting a\"Don't Ask, Don't Tell\" policy for public workers who happen to be Christian", "label":"assumption"},
    {"number":90, "text":".", "label":"no-unit"}
  ]
]}
