{"paragraphs":[
  [
    {"number":1, "text":"From Ferguson to immigration: Obama's divide and conquer political strategy has failed our nation.", "label":"title"}
  ],
  [
    {"number":2, "text":"A recent Quinnipiac poll shows support for illegal immigrants at 48 percent, a historic low", "label":"statistics"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"This is what the president's cynical manipulation of the Hispanic community has delivered: a hardening of American attitudes", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"The same distancing will likely occur between blacks and whites as the demonstrations over the grand jury decisions in Ferguson and Staten Island roll on", "label":"assumption"},
    {"number":7, "text":".", "label":"no-unit"}
  ],
  [
    {"number":8, "text":"Whereas", "label":"no-unit"},
    {"number":9, "text":"only recently a sizable majority of blacks and whites declared themselves comfortable with the state of race relations in the country", "label":"assumption"},
    {"number":10, "text":",", "label":"no-unit"},
    {"number":11, "text":"pictures of looting and the inflammatory rhetoric of self-interested activists like Al Sharpton will inevitably sharpen racial divides", "label":"assumption"},
    {"number":12, "text":".", "label":"no-unit"},
    {"number":13, "text":"The insistent proclamations from Attorney General Eric Holder that our justice system is biased, and the president's agreement that the law \"feels like it's being applied in a discriminatory fashion,\" do not help", "label":"assumption"},
    {"number":14, "text":".", "label":"no-unit"}
  ],
  [
    {"number":15, "text":"Today, Obama's well-honed political tactics of dividing and conquering-- so essential to electing a virtual nobody to the Oval Office-- have come asunder", "label":"assumption"},
    {"number":16, "text":".", "label":"no-unit"},
    {"number":17, "text":"The interest groups wooed by the president have begun to turn against him", "label":"assumption"},
    {"number":18, "text":".", "label":"no-unit"},
    {"number":19, "text":"Some feel betrayed", "label":"assumption"},
    {"number":20, "text":";", "label":"no-unit"},
    {"number":21, "text":"others understand that their demands have isolated them from their fellow countrymen", "label":"assumption"},
    {"number":22, "text":".", "label":"no-unit"}
  ],
  [
    {"number":23, "text":"The only group still giving the president more than a 50 percent approval rating is voters under 3", "label":"statistics"},
    {"number":24, "text":".", "label":"no-unit"},
    {"number":25, "text":"For the rest of the poor boobs not caught up in the Obama splinter sweep-- they are eager to elect a successor who might look out for them", "label":"assumption"},
    {"number":26, "text":".", "label":"no-unit"},
    {"number":27, "text":"Turns out, those forgotten folks are actually in the majority, and just voted in a Republican Senate", "label":"assumption"},
    {"number":28, "text":".", "label":"no-unit"}
  ],
  [
    {"number":29, "text":"According to the Quinnipiac poll, 48 percent of voters think immigrants living in the U.S  illegally should be allowed to stay", "label":"statistics"},
    {"number":30, "text":".", "label":"no-unit"},
    {"number":31, "text":"That's down from 57 percent last year, and lower than ever", "label":"statistics"},
    {"number":32, "text":".", "label":"no-unit"}
  ],
  [
    {"number":33, "text":"Moreover", "label":"no-unit"},
    {"number":34, "text":",", "label":"no-unit"},
    {"number":35, "text":" some 35 percent of the voting public thinks undocumented aliens should be deported -- a record high, and up from 26 percent last year", "label":"statistics"},
    {"number":36, "text":".", "label":"no-unit"},
    {"number":37, "text":"That's in spite of insistent hectoring from the White House about the moral imperative of providing a legal path for those who are here illegally", "label":"assumption"},
    {"number":38, "text":".", "label":"no-unit"}
  ],
  [
    {"number":39, "text":"Congratulations, Mr  Obama, for ramping up opposition to immigration reform", "label":"other"},
    {"number":40, "text":".", "label":"no-unit"}
  ],
  [
    {"number":41, "text":"How to deal with illegal immigrants is not the only issue on which the nation's attitudes are hardening", "label":"assumption"},
    {"number":42, "text":".", "label":"no-unit"},
    {"number":43, "text":"Last August, after the shooting of Michael Brown (but before the grand jury decision in the case), a New York Times/CBS poll surveyed voters on their attitudes about race", "label":"anecdote"},
    {"number":44, "text":".", "label":"no-unit"}
  ],
  [
    {"number":45, "text":"Asked whether race relations had improved or soured during President Obama's time in office, 35 percent of respondents said they had gotten worse", "label":"statistics"},
    {"number":46, "text":",", "label":"no-unit"},
    {"number":47, "text":"while", "label":"no-unit"},
    {"number":48, "text":"52 percent said they had stayed the same", "label":"statistics"},
    {"number":49, "text":".", "label":"no-unit"},
    {"number":50, "text":"Only 10 percent thought the president had had a positive impact on relations - 8 percent of whites and 17 percent of blacks", "label":"statistics"},
    {"number":51, "text":".", "label":"no-unit"},
    {"number":52, "text":"That is an impressive underachievement from our first African-American president", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"}
  ],
  [
    {"number":54, "text":"Overall", "label":"no-unit"},
    {"number":55, "text":",", "label":"no-unit"},
    {"number":56, "text":" 78 percent of respondents, when asked about \"race relations in your community,\" said they were \"generally good.\"", "label":"statistics"},
    {"number":57, "text":"That included 82 percent of whites and 73 percent of blacks -- a strong vote of confidence, especially from a group that was much less positive about the country as a whole, with only 47 percent saying U.S  race relations were \"generally good.\"", "label":"statistics"}
  ],
  [
    {"number":58, "text":"This split suggests that people have absorbed the narrative that our country has a race problem not from their personal experience in their own communities, but from the media or our political leaders", "label":"assumption"},
    {"number":59, "text":".", "label":"no-unit"}
  ],
  [
    {"number":60, "text":"The most compelling aspect of that story line entails racial bias in law enforcement", "label":"assumption"},
    {"number":61, "text":".", "label":"no-unit"},
    {"number":62, "text":"Many initiatives, from decriminalizing marijuana possession to de-emphasizing tactics like \"stop and frisk,\" have been promulgated based on the fact that more blacks than whites end up on the wrong side of the law", "label":"assumption"},
    {"number":63, "text":".", "label":"no-unit"},
    {"number":64, "text":"Holder has even dumbed down school discipline measures, arguing they constitute an example of racial bias", "label":"assumption"},
    {"number":65, "text":".", "label":"no-unit"}
  ],
  [
    {"number":66, "text":"The Manhattan Institute's Steve Malanga sheds some welcome light on this issue", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"},
    {"number":68, "text":"According to surveys conducted by the federal Bureau of Justice Statistics over the past 20 years, the number of confrontations between Americans and the police has declined, as has the use of force by law enforcement officials", "label":"statistics"},
    {"number":69, "text":".", "label":"no-unit"}
  ],
  [
    {"number":70, "text":"Most important, perhaps, is that the declines were recorded not just for whites, but for all races", "label":"statistics"},
    {"number":71, "text":".", "label":"no-unit"},
    {"number":72, "text":"In 2002, 173,000 African-Americans reported a \"use of force\"; in 2011, that was down to 130,000", "label":"statistics"},
    {"number":73, "text":".", "label":"no-unit"}
  ],
  [
    {"number":74, "text":"Nearly 83 percent of blacks who were involved in traffic stops(the most numerous encounters) agreed with the statement,\"When I was stopped by the police, the officers acted properly.\"", "label":"statistics"}
  ],
  [
    {"number":75, "text":"That figure was up from 78 percent in 2002", "label":"statistics"},
    {"number":76, "text":".", "label":"no-unit"},
    {"number":77, "text":"As for so-called \"street stops,\" the Bureau reports,\"In 2011, less than 1% of the 241.4 million U.S  residents age 16 or older were involved in a street stop\"", "label":"statistics"},
    {"number":78, "text":";", "label":"no-unit"},
    {"number":79, "text":"further", "label":"no-unit"},
    {"number":80, "text":",", "label":"no-unit"},
    {"number":81, "text":" \"no differences were observed in the percentage of non-Hispanic white, non-Hispanic black, and Hispanic populations age 16 or older involved in a street stop.\"", "label":"statistics"},
    {"number":82, "text":"So much for unfair profiling", "label":"assumption"},
    {"number":83, "text":".", "label":"no-unit"}
  ],
  [
    {"number":84, "text":"Under 3 percent of police encounters involve \"street stops\" of an involuntary nature", "label":"statistics"},
    {"number":85, "text":";", "label":"no-unit"},
    {"number":86, "text":"of those stopped (likely not a happy crew), two-thirds said the cops behaved \"properly and respectfully.\"", "label":"statistics"},
    {"number":87, "text":"This review does not suggest a law enforcement community reviled by the African-American community, or the country", "label":"assumption"},
    {"number":88, "text":".", "label":"no-unit"}
  ],
  [
    {"number":89, "text":"President Obama has tried to curry favor with blacks, Hispanics, women, the young and the poor by convincing them that they suffer from injustices, that they are victimized by the one percent, by law enforcement, by corporations or insurers -- or by Republicans", "label":"assumption"},
    {"number":90, "text":".", "label":"no-unit"}
  ],
  [
    {"number":91, "text":"Americans aren't buying it", "label":"assumption"},
    {"number":92, "text":".", "label":"no-unit"},
    {"number":93, "text":"Increasingly, they see a country victimized by an incompetent president", "label":"assumption"},
    {"number":94, "text":".", "label":"no-unit"}
  ]
]}
