{"paragraphs":[
  [
    {"number":1, "text":"New York Times columnist Maureen Dowd self-destructs.", "label":"title"}
  ],
  [
    {"number":2, "text":"Editor's note: The following column first appeared in the Washington Times", "label":"other"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"The now-consumed 2014 has been perfectly described by some commentators as the year when facts died", "label":"assumption"},
    {"number":5, "text":".", "label":"no-unit"}
  ],
  [
    {"number":6, "text":"Politicians, mobs in the streets and their willing accomplices in the media swamped us with lies, obfuscations or riots manifest", "label":"assumption"},
    {"number":7, "text":"because, as author Thomas Sowell has noted,\"What matters today is how well you can concoct a story that fits people's preconceptions and arouses their emotions. Politicians like New York Mayor Bill de Blasio, professional demagogues like Al Sharpton and innumerable irresponsible people in the media have shown that they have great talent in promoting a lynch mob.\"", "label":"testimony"}
  ],
  [
    {"number":8, "text":"None of this is unique to 2014, however, nor is the aptitude to stir up a lynch mob the exclusive purview of politicians", "label":"assumption"},
    {"number":9, "text":".", "label":"no-unit"},
    {"number":10, "text":"It has been both the vocation and avocation of liberal media darlings for a very long time", "label":"assumption"},
    {"number":11, "text":".", "label":"no-unit"}
  ],
  [
    {"number":12, "text":"In 2014, with almost perfect timing and illustrating the farce of the left, a liberal favorite -- New York Times columnist Maureen Dowd -- was exposed by the Sony email hack for just how much hypocrisy and contrivance rules her world", "label":"assumption"},
    {"number":13, "text":".", "label":"no-unit"}
  ],
  [
    {"number":14, "text":"An Internet search of Ms  Dowd brings up a whole host of approving profiles and interviews over the years, with a particular column considered by her sycophants as one of her greatest accomplishments: the \"takedown\" of former New York Times investigative reporter Judith Miller", "label":"anecdote"},
    {"number":15, "text":".", "label":"no-unit"}
  ],
  [
    {"number":16, "text":"Ms  Dowd provided what many thought was the coup de grace against Ms  Miller", "label":"assumption"},
    {"number":17, "text":"when", "label":"no-unit"},
    {"number":18, "text":"she wrote that column about her then-colleague at The New York Times, excoriating Ms  Miller for her coverage of Saddam Hussein's weapons of mass destruction WMD) leading up to the Iraq war", "label":"anecdote"},
    {"number":19, "text":".", "label":"no-unit"}
  ],
  [
    {"number":20, "text":"Ms  Miller, you see, had done the unthinkable", "label":"assumption"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"She reported what her investigation found on the issue", "label":"assumption"},
    {"number":23, "text":",", "label":"no-unit"},
    {"number":24, "text":"which also happened to be what the Bush administration and scores of other governments had also determined", "label":"assumption"},
    {"number":25, "text":":", "label":"no-unit"},
    {"number":26, "text":"Saddam was pursuing a WMD program and an untold number of those weapons were developed and undeclared", "label":"assumption"},
    {"number":27, "text":".", "label":"no-unit"}
  ],
  [
    {"number":28, "text":"As", "label":"no-unit"},
    {"number":29, "text":"her fellow liberal colleagues piled on Ms  Miller", "label":"assumption"},
    {"number":30, "text":",", "label":"no-unit"},
    {"number":31, "text":"Ms  Dowd's column, dripping in ridicule and moral authority, condemned the reporter for being a \"stenographer\" for the Bush administration", "label":"assumption"},
    {"number":32, "text":".", "label":"no-unit"}
  ],
  [
    {"number":33, "text":"Ms  Dowd complained Ms  Miller's work\"fit too perfectly\" with what the White House had been asserting about WMD", "label":"testimony"},
    {"number":34, "text":".", "label":"no-unit"},
    {"number":35, "text":"In other words", "label":"no-unit"},
    {"number":36, "text":",", "label":"no-unit"},
    {"number":37, "text":" Ms  Dowd accused Ms  Miller of being too close to her subject", "label":"assumption"},
    {"number":38, "text":",", "label":"no-unit"},
    {"number":39, "text":"essentially of colluding with others, of selling out to make someone happy or to further a shared agenda", "label":"assumption"},
    {"number":40, "text":".", "label":"no-unit"}
  ],
  [
    {"number":41, "text":"It was absurd and petty", "label":"assumption"},
    {"number":42, "text":".", "label":"no-unit"},
    {"number":43, "text":"But", "label":"no-unit"},
    {"number":44, "text":"what we didn't know at the time was that it was also a perfect case of projection", "label":"assumption"},
    {"number":45, "text":".", "label":"no-unit"}
  ],
  [
    {"number":46, "text":"In emails revealed late last year by the Sony Pictures hack, Ms  Dowd, The New York Times' supposed paragon of journalistic ethics, was discovered to have assured a Sony executive that she would be sure to make her \"look great\" in a column, and appeared to promise to show the column to the executive's husband, a former Times reporter, beforehand", "label":"anecdote"},
    {"number":47, "text":".", "label":"no-unit"}
  ],
  [
    {"number":48, "text":"After the column ran, more emails were exchanged, with Ms  Dowd telling the executive,\"I hope you're happy... let's do another.\"", "label":"testimony"},
    {"number":49, "text":"After her subject declared the columnist her \"favorite person,\" Ms  Dowd gushed,\"You're mine! You're amazing.\"", "label":"testimony"}
  ],
  [
    {"number":50, "text":"Ms  Dowd has since denied that she provided the column in advance", "label":"anecdote"},
    {"number":51, "text":".", "label":"no-unit"},
    {"number":52, "text":"That's possible", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"},
    {"number":54, "text":"So", "label":"no-unit"},
    {"number":55, "text":"was it a draft that was provided?", "label":"assumption"},
    {"number":56, "text":"And by someone other than herself?", "label":"assumption"}
  ],
  [
    {"number":57, "text":"For those who might suggest this mistake of Ms Dowd's was a one-off, issues of character inform everything we do", "label":"assumption"},
    {"number":58, "text":".", "label":"no-unit"},
    {"number":59, "text":"Hypocrisy doesn't sneak up on you once", "label":"assumption"},
    {"number":60, "text":".", "label":"no-unit"},
    {"number":61, "text":"It's part of how you relate to the world", "label":"assumption"},
    {"number":62, "text":".", "label":"no-unit"}
  ],
  [
    {"number":63, "text":"Bill Keller, executive editor of The New York Times from 2003 to 2011, confirmed to the left-wing blog Media Matters in 2011 that the newspaper's treatment of Ms  Miller was due to politics and to assuage the leftist critics", "label":"assumption"},
    {"number":64, "text":".", "label":"no-unit"},
    {"number":65, "text":"Mr  Keller confessed,\"I let a year go by when a lot of people, particularly people on the left, became disenchanted with the Times because they saw it as having been cheerleaders for the war. I think I could have saved the paper a lot of trouble and some damage by dealing with [Ms  Miller's reporting] much sooner.\"", "label":"testimony"}
  ],
  [
    {"number":66, "text":"Facts do tend to be pesky things, as Ms  Dowd and the rest of The New York Times crew found in 2014", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"}
  ],
  [
    {"number":68, "text":"After years of morally superior, self-righteous preening, they had a problem", "label":"assumption"},
    {"number":69, "text":":", "label":"no-unit"},
    {"number":70, "text":"Judith Miller was proven right about WMD in Iraq", "label":"assumption"},
    {"number":71, "text":".", "label":"no-unit"},
    {"number":72, "text":"Revealed in a 2010 Wikileaks document dump, The New York Times finally wrote a 10,000 word story on \"abandoned chemical weapons\" in Iraq", "label":"anecdote"},
    {"number":73, "text":"as", "label":"no-unit"},
    {"number":74, "text":"it became evident our troops continued to be injured by them", "label":"assumption"},
    {"number":75, "text":"and", "label":"no-unit"},
    {"number":76, "text":"their existence could no longer be denied", "label":"assumption"},
    {"number":77, "text":".", "label":"no-unit"}
  ],
  [
    {"number":78, "text":"The New York Sun suggested the Times' story be viewed as \"journalism's longest correction,\" and was \"designed to try to extricate the Gray Lady from all these charges about how President George W  Bush and his camarilla lied about the danger of Saddam's chemical arsenal", "label":"testimony"},
    {"number":79, "text":".", "label":"no-unit"},
    {"number":80, "text":"It turns out that Iraq was littered with thousands of shells containing poison gas, like Sarin.\"", "label":"testimony"}
  ],
  [
    {"number":81, "text":"In that 2005 column attacking Ms  Miller, Ms  Dowd dramatically warned her readers if Ms  Miller remained a reporter at The New York Times, the newspaper itself would be at risk", "label":"assumption"},
    {"number":82, "text":".", "label":"no-unit"}
  ],
  [
    {"number":83, "text":"Ten years later, now with the Times on the verge of collapse, forced retirements, layoffs and plunging ad revenue, the facts are teaching a lesson in irony and hypocrisy to Ms  Dowd and everyone else at the Times who jettisoned the truth to soothe jealousies and pander to politics", "label":"assumption"},
    {"number":84, "text":".", "label":"no-unit"}
  ]
]}
