{"paragraphs":[
  [
    {"number":1, "text":"Religious Freedom Day 2015: What our Founders understood about freedom of faith.", "label":"title"}
  ],
  [
    {"number":2, "text":"Friday, January 16 is Religious Freedom Day, a celebration of one of the powerful and unique freedoms within our nation's founding and fabric", "label":"anecdote"},
    {"number":3, "text":".", "label":"no-unit"}
  ],
  [
    {"number":4, "text":"In 1992, the House and Senate joined together to pass a resolution designating January 16th as Religious Freedom Day", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"This day is based on the anniversary of the 1786 passage of the Virginia Statute for Religious Freedom, originally authored by Thomas Jefferson", "label":"anecdote"},
    {"number":7, "text":".", "label":"no-unit"},
    {"number":8, "text":"Congress formally recognized that the \"Statute of Virginia for Religious Freedom inspired and shaped the guarantees of religious freedom in the First Amendment.\"", "label":"testimony"}
  ],
  [
    {"number":9, "text":"President George H  W  Bush issued the first proclamation in 1992", "label":"anecdote"},
    {"number":10, "text":",", "label":"no-unit"},
    {"number":11, "text":"noting that \"American law and institutions have been shaped by a view of man that recognizes the inherent rights and dignity of individuals.\"", "label":"testimony"}
  ],
  [
    {"number":12, "text":"For the last 24 years, each president has made an annual declaration and encouraged Americans to \"observe this day through appropriate events and activities in homes, schools, and places of worship.\"", "label":"anecdote"}
  ],
  [
    {"number":13, "text":"To better understand the Founder's intent for this precious right, we must return to the actual text of the 1786 statute", "label":"assumption"},
    {"number":14, "text":".", "label":"no-unit"},
    {"number":15, "text":"Most notably, it reads:\"... no man shall be compelled to frequent or support any religious worship, place, or ministry whatsoever, nor shall be enforced ...in his body or goods, nor shall otherwise suffer on account of his religious opinions or belief; but that all men shall be free to profess, and by argument to maintain, their opinion in matters of religion, and that the same shall in no wise diminish, enlarge, or affect their civil capacities.\"", "label":"testimony"}
  ],
  [
    {"number":16, "text":"The Founders understood that there is a direct connection between the prosperity and health of a nation and its respect for human rights and religious freedom", "label":"assumption"},
    {"number":17, "text":".", "label":"no-unit"},
    {"number":18, "text":"Individual faith grows when people live free of government coercion and control", "label":"assumption"},
    {"number":19, "text":".", "label":"no-unit"}
  ],
  [
    {"number":20, "text":"In America, any person can live their faith or choose to have no faith; in many parts of the world that simple truth is revolutionary", "label":"assumption"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"This fundamental right at the core of our nation allows the United States to champion religious freedom around the world", "label":"assumption"},
    {"number":23, "text":".", "label":"no-unit"}
  ],
  [
    {"number":24, "text":"Our own State Department's Office of International Religious Freedom appropriately reinforces this value by saying, \"Given the U.S  commitment to religious freedom, and to the international covenants that guarantee it as the inalienable right of every human being, the United States seeks to: Promote freedom of religion and conscience throughout the world as a fundamental human right and as a source of stability for all countries.\"", "label":"testimony"}
  ],
  [
    {"number":25, "text":"Over the last few years, there have been many heated conversations in our own country about the role of religious freedom in our society, like pubic prayer, abortion, college campus organization, religious symbols, and many others", "label":"assumption"},
    {"number":26, "text":".", "label":"no-unit"}
  ],
  [
    {"number":27, "text":"Last summer's Supreme Court decision affirming the right to live and work in accordance with one's convictions was contentious", "label":"assumption"},
    {"number":28, "text":",", "label":"no-unit"},
    {"number":29, "text":"but", "label":"no-unit"},
    {"number":30, "text":"the High Court reinforced the right of Americans to not just have a faith, but to actually enter the marketplace and practice that faith as well", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"},
    {"number":32, "text":"Religion that is contained only within a church building is a weekend hobby, not a personal faith", "label":"assumption"},
    {"number":33, "text":".", "label":"no-unit"}
  ],
  [
    {"number":34, "text":"Our nation's Founders fled from a regime of religious persecution", "label":"assumption"},
    {"number":35, "text":",", "label":"no-unit"},
    {"number":36, "text":"sacrificing their lives to birth a new place of liberty", "label":"assumption"},
    {"number":37, "text":".", "label":"no-unit"},
    {"number":38, "text":"They not only believed that religious freedom was fundamental to shape this new nation, but that religious freedom was a fundamental human right for all", "label":"assumption"},
    {"number":39, "text":".", "label":"no-unit"},
    {"number":40, "text":"As", "label":"no-unit"},
    {"number":41, "text":"we celebrate and recognize religious freedom today", "label":"assumption"},
    {"number":42, "text":",", "label":"no-unit"},
    {"number":43, "text":"let us reflect and remember that it has served as an important pillar of this nation from the start", "label":"assumption"},
    {"number":44, "text":".", "label":"no-unit"},
    {"number":45, "text":"For America to maintain its greatness, Washington must honor and prioritize religious freedom in public policy, as well as in culture", "label":"assumption"},
    {"number":46, "text":".", "label":"no-unit"}
  ],
  [
    {"number":47, "text":"Our nation has not grown past freedom of faith, in many ways we have grown because of our freedom of faith", "label":"assumption"},
    {"number":48, "text":".", "label":"no-unit"}
  ]
]}
