{"paragraphs":[
  [
    {"number":1, "text":"Young v  UPS: Supreme Court should uphold rights of pregnant workers.", "label":"title"}
  ],
  [
    {"number":2, "text":"FILE -- Nov  14, 2014: Peggy Young, of Lorton, Va , with her daughter Triniti, 7, in Washington", "label":"no-unit"},
    {"number":3, "text":".", "label":"no-unit"},
    {"number":4, "text":"Young was pregnant when the company told her she could not have a temporary assignment to avoid lifting heavy packages, as her doctor ordered", "label":"anecdote"},
    {"number":5, "text":".", "label":"no-unit"},
    {"number":6, "text":"She sued UPS for discriminating against pregnant women", "label":"anecdote"},
    {"number":7, "text":"and", "label":"no-unit"},
    {"number":8, "text":",", "label":"no-unit"},
    {"number":9, "text":"after losing two rounds in lower courts, the Supreme Court will hear her case on December 3", "label":"anecdote"},
    {"number":10, "text":".", "label":"no-unit"}
  ],
  [
    {"number":11, "text":"One of us is pro-choice and the other is pro-life", "label":"anecdote"},
    {"number":12, "text":",", "label":"no-unit"},
    {"number":13, "text":"but", "label":"no-unit"},
    {"number":14, "text":"we both believe that the Pregnancy Discrimination Act of 1978 (PDA) properly requires that pregnant employees like Peggy Young, a former UPS worker whose case is being heard by the U.S  Supreme Court, be treated the same as other workers who are similarly limited in their ability to perform certain tasks at work", "label":"assumption"},
    {"number":15, "text":".", "label":"no-unit"}
  ],
  [
    {"number":16, "text":"This case has brought together unlikely allies, from both the pro-choice and pro-life communities", "label":"assumption"},
    {"number":17, "text":",", "label":"no-unit"},
    {"number":18, "text":"who share a commitment to justice for women in the workplace", "label":"assumption"},
    {"number":19, "text":".", "label":"no-unit"}
  ],
  [
    {"number":20, "text":"Passed in 1978 as an amendment to the Civil Rights Act of 1964, the PDA expands the definition of sex discrimination to include pregnancy", "label":"anecdote"},
    {"number":21, "text":".", "label":"no-unit"},
    {"number":22, "text":"Its plain language makes clear that the test for a PDA claim is whether a pregnant woman receives the same treatment \"as other persons not so affected but similar in their ability or inability to work.\"", "label":"testimony"}
  ],
  [
    {"number":23, "text":"In order to reinforce that the origin of the employees' limitation must not control, the 2014 Equal Employment Opportunity Commission Guidelines further clarify that \"an employer may not refuse to treat a pregnant worker the same as other employees who are similar in their ability or inability to work by relying on a policy that makes distinctions based on the source of an employee's limitations.\"", "label":"testimony"}
  ],
  [
    {"number":24, "text":"Both pro-life and pro-choice groups and members of Congress advocated for the passage of the PDA", "label":"anecdote"},
    {"number":25, "text":".", "label":"no-unit"}
  ],
  [
    {"number":26, "text":"Both sides agreed that employers should not be able to push a woman out of the workforce and potentially even into poverty based on pregnancy", "label":"assumption"},
    {"number":27, "text":".", "label":"no-unit"}
  ],
  [
    {"number":28, "text":"The PDA was meant to ensure that a pregnant woman should not have to choose between the health--or existence---of her pregnancy, and her ability to participate in, and derive economic stability for herself and her family from, the workplace", "label":"assumption"},
    {"number":29, "text":".", "label":"no-unit"}
  ],
  [
    {"number":30, "text":"Young's scenario is exactly that which the PDA sought to address", "label":"assumption"},
    {"number":31, "text":".", "label":"no-unit"}
  ],
  [
    {"number":32, "text":"For close to 10 years, Young worked at UPS in Landover, Maryland as an early morning air driver", "label":"anecdote"},
    {"number":33, "text":".", "label":"no-unit"},
    {"number":34, "text":"When she became pregnant, her midwife recommended that she lift no more than 20 pounds during her pregnancy", "label":"anecdote"},
    {"number":35, "text":".", "label":"no-unit"},
    {"number":36, "text":"UPS already allowed a wide range of people with physical limitations to work light duty, including workers injured on the job, workers protected by the Americans with Disabilities Act, and others with a wide variety of medical conditions such as high blood pressure, diabetes, vision or hearing problems, limb impairments, sleep apnea and emotional problems", "label":"anecdote"},
    {"number":37, "text":".", "label":"no-unit"}
  ],
  [
    {"number":38, "text":"Citing union restrictions, UPS refused to give a similar accommodation to Young", "label":"anecdote"},
    {"number":39, "text":".", "label":"no-unit"},
    {"number":40, "text":"As a result, Young and her family lost her pay and insurance benefits for the remainder of her pregnancy", "label":"anecdote"},
    {"number":41, "text":".", "label":"no-unit"}
  ],
  [
    {"number":42, "text":"We reject this treatment as not just illegal but immoral", "label":"assumption"},
    {"number":43, "text":".", "label":"no-unit"},
    {"number":44, "text":"Though", "label":"no-unit"},
    {"number":45, "text":"UPS recently changed their policy to add pregnant women to the list of those allowed to work light duty", "label":"anecdote"},
    {"number":46, "text":"(the union did not in fact prevent UPS from changing its policy)", "label":"anecdote"},
    {"number":47, "text":",", "label":"no-unit"},
    {"number":48, "text":"they still argue that the PDA does not require them to give this accommodation to Young", "label":"assumption"},
    {"number":49, "text":".", "label":"no-unit"}
  ],
  [
    {"number":50, "text":"This is unacceptable", "label":"assumption"},
    {"number":51, "text":".", "label":"no-unit"},
    {"number":52, "text":"Pregnant women like Young must be able to carry healthy pregnancies and be full participants in the workforce, as the PDA intended", "label":"assumption"},
    {"number":53, "text":".", "label":"no-unit"},
    {"number":54, "text":"This vital protection must not be left to the whims of employers", "label":"assumption"},
    {"number":55, "text":".", "label":"no-unit"}
  ],
  [
    {"number":56, "text":"Now more than ever, women depend on their attachment to the labor-force", "label":"assumption"},
    {"number":57, "text":".", "label":"no-unit"},
    {"number":58, "text":"A record 40 percent of all households with children under the age of 18 include mothers who are either the sole or primary source of income for the family (nearly double the number at the time of the passage of the PDA)", "label":"statistics"},
    {"number":59, "text":".", "label":"no-unit"}
  ],
  [
    {"number":60, "text":"Seventy percent of women with children under the age of eighteen work outside the home", "label":"statistics"},
    {"number":61, "text":".", "label":"no-unit"},
    {"number":62, "text":"And nearly 90 percent of women working full-time while pregnant choose to continue working into their last month of pregnancy", "label":"statistics"},
    {"number":63, "text":".", "label":"no-unit"}
  ],
  [
    {"number":64, "text":"The Court should uphold the rights of pregnant workers", "label":"assumption"},
    {"number":65, "text":".", "label":"no-unit"},
    {"number":66, "text":"At this divisive moment in our nation, we celebrate an issue that can bridge our differences, strengthen civil discourse and fortify our country's economic, political and moral foundations", "label":"assumption"},
    {"number":67, "text":".", "label":"no-unit"}
  ]
]}
